export type SearchDoc = {
  id: string;
  part: string;
  title: string;
  file: string;
  text: string;
};

export const searchDocs: SearchDoc[] = [
  {
    "id": "doc-第八篇-文化-5302080e7d3083b790548134ce7beffa-html",
    "part": "第八篇 文化 5302080e7d3083b790548134ce7beffa.html",
    "title": "第八篇 文化",
    "file": "第八篇 文化 5302080e7d3083b790548134ce7beffa.html",
    "text": "第八篇 文化中华文化始于盘古开天劈地的神话，反映了中华民族祖先的起源和征服自然的英雄故事，塑造了中华民族的灵魂和精神。因此，中国人称自己的国家为祖国，并用\"神州\"作为祖国的代称，三皇五帝传衍万姓，拉开了中华五千年文明发展史的序幕。下津村自先祖创乡迄今已历1102年，积淀了深厚的历史文化底蕴。第一章 庙宇第二章 祠堂第三章 家谱文化第四章 传统节日与风俗习惯第五章 民间传说第六章 古墓第七章 宣传第八章 文体活动"
  },
  {
    "id": "doc-第八篇-文化-第八章-文体活动-9ba2080e7d30839a93be01648b6c7e65-html",
    "part": "第八篇 文化",
    "title": "第八章 文体活动",
    "file": "第八篇 文化/第八章 文体活动 9ba2080e7d30839a93be01648b6c7e65.html",
    "text": "第八章 文体活动第一节 锣鼓班、弦乐队一、明清至民国时期 解放以前，下津有四班锣鼓，其中刘姓大房二、巷内、三房各一班，廖厝一班。四班锣鼓都配套有弦乐队、化妆队、武术队、骑标（扛锦旗）队。锣鼓班在\"闹热日\"、祠堂祭祠及重大庆典中演奏。每年正月与东津各神社游神赛会和参加潮州郡南青龙庙赛会。二、共和国成立以后 解放初期，下津乡把原四班锣鼓遗存的锣鼓和乐器集中合为一班使用，增设舞狮队、秧歌队。还在廖厝祠外埕北侧建戏台。每年春节，锣鼓队伍在戏台前表演，并和各乡相互拜年交流。刘镇守先贤之\"的禾\"（唢呐）、\"拍鼓\"技艺精湛，时人称之为\"锣鼓仙\"。有一次，锣鼓班表演，镇守仙敲鼓动作激昂，鼓槌将鼓穿破，引起哄场喧哗。原有的锣鼓乐器，经年已久，可凑合使用的，与日俱减，传至文艺组成立时，可用无几。1978年，大队在下津小学重办锣鼓班。1984年，老人组负责培训一批中青年锣鼓手，他们利用每年春节向大队、各厂矿拜年。1995年，埔东祠重光庆典，老人组锣鼓班赴祠表演誌贺。至2003年，政策不允许而结束。2009年，老年人活动楼落成，刘德生、刘德勤、刘德勉等一班潮乐爱好者组织一支弦乐队，逢周一、三、五下午在老年人活动楼、周二、四、六下午在学士公祠以乐会友。外乡的爱好者，三五成群到下津合奏。至今，弦乐队方兴未艾。2019年正月初三日下午，村两委召开乡贤会，与会乡贤建议下津村成立锣鼓队。村两委将建议列入议事日程，于是年四月成立锣鼓队配套弦乐班，第一批选定学员100多人。目前正在紧锣密鼓地培训，计划2020年春节表演。第二节 体育活动一、健身操 改革开放以来，村民自由组合数支健身队伍，在聚落外埕、韩江边、韩文公祠前等地锻炼。下津村健身广场落成后，有三支以老年人为主体的队伍，她们每天早上7-8时，在广场集中练习各种健身动作。一支以中青年为主体的队伍，每天晚上7-10时，在广场集中训练团体健身操。中青年健身队，经常邀请桥东各支健身队到下津广场比赛交流。二、篮球 下津健身广场设有篮球架12个，每天傍晚，村民自由组合练球、赛球，架无虚设。每年，下津篮球爱好者多次邀请各村篮球队到下津健身广场比赛交流，观球者喝彩声不断。同时，在各村民小组篮球队中选拔择优组建下津村篮球队，经常性地参加市及周边镇、村篮球竞赛，均取得了较好的成绩，连年来被上级评为体育先进集体称号。三、乒乓球 下津健身广场设有乒乓球床6台，每天早晚，村民自由组合练球、赛球。四、门球 下津健身广场专设门球场，村民自由组合，定时常练不懈。五、路径器材健身 下津健身广场、三舍宫前、五马池顶等处，设有多种固定的健身路径器材，每天早晚，男女老少到场轮番锻炼身体。第三节 灯谜活动1983年始，下津老人组恢复传统的猜谜活动。2004年至今，每年春节，由村委会拨专款作活动经费，活跃乡村文化。"
  },
  {
    "id": "doc-第八篇-文化-第二章-祠堂-1ab2080e7d30830fa6e401d5514b1a04-html",
    "part": "第八篇 文化",
    "title": "第二章 祠堂",
    "file": "第八篇 文化/第二章 祠堂 1ab2080e7d30830fa6e401d5514b1a04.html",
    "text": "第二章 祠堂物本于天，人本于祖。尊祖奉先是中华民族的优良美德，祠堂是祭祀祖先的场所，也是聚族议事的好去处。祠堂由具有时代风格的建筑物体和祠名、堂号、堂联、祖风对联以及神龛和神牌（家神）等构成文物。第一节 桃坑古祠一、桃坑刘氏向北祠 向北祠名曰刘氏大宗祠，由刘允主持兴建于宋绍圣四年，祭祀桃坑刘氏一世祖表公。该祠坐南朝北，因而俗称向北祠。1939年，向北祠被侵华日军驻笔架山部队用炮火推毁。堂号：享祚堂。大门联：门闾高大容车马；山水盘旋啸凤凰。祠联：功昭宋南北；业肇汉西东。遵万古圣贤礼乐；序一家世代源流。奉祀惟寅敦木本水源之义；睦宗以祺溥亲疏长幼之情。堂联：在座溥亲戚之恩毋分彼此；登堂序昭穆之礼勿紊尊卑。末异而本则同尚追念于尔祖；服穷而泽未灭勿相视如路人。昭穆分两行之班衣冠济济；宗支联一本之谊瓜瓞绵绵。享祀神之当知所之；敦睦族之义无忝所生。子孙彬彬助祭庭中崇礼让；衣冠济济燕毛堂上序尊卑。二、桃坑刘氏向西祠 向西祠名曰刘氏家庙，始建于何时谱牒失稽。该祠祭祀刘允公。1939年被驻笔架山日军炮火推毁。堂号：绍德堂。门联：两峰卓笔当门耸；一水拖蓝绕庙迴。重建新祠允矣规模宏远；肇祢殷祀猗欤式禀周祥。一座湖川百代精神命脉；三间庙宇千秋俎豆香灯。堂联：官金紫爵银青足见父肯堂子肯构；抚湖南平交趾犹思祖有德宗有功。学行重乡评千秋崇祀；事功昭郡乘百代流芳。湖山明秀规模旧；祠宇巍峨气象新。名著八贤光昭凤渚；品称双绝叠被龙章。地辟明堂金镜水；天开洞府锦屏山。第二节 刘氏祠堂一、刘氏家庙 刘氏家庙俗称埔东祠，始建于何时未详，祭祀刘嵩公。1993年农历十二月二十四日重建兴工，1994年底落成，1995年农历二月初八日举行晋祠礼仪。堂号：敦睦堂。堂联：五行金木水火土；世系公侯伯子男。大门联：敦宗遵礼典；睦族法虞书。左门联：支派绵绵承赤帝；藩维叠叠伏黄山。右门联：桃坑前映恢前绪；塔岭后连裕后昆。下厅联：入是门衣冠济济；履斯地恭敬皇皇。二、学士公祠 学士公祠始建于何时未详，祭祀刘公孙，公号甲四学士，以号命祠名。1912年重修；2012年8月1日重建兴工；2013年12月吉日竣工；2014年2月20日举行晋祠仪式。堂号：永锡堂。堂联：永弘祖德克昌厥后绵世泽；锡福眉寿介以繁祉振家声。韩水甲四名宦光辉照天地；笔山学士先贤功绩传古今。永守古训慎终追远怀祖德；锡恩浩大业绩丰功念先贤。祖风联：中山裔派；汉室旧家。三、我任公祠 我任公祠俗称新祠堂，祭祀刘氏大房二开宗始祖我任公。该祠于1948年兴工，1949年10月19日竣工，适逢东津全境解放，未谢土，故称新祠堂。1995年重修；1998年谢神庆典；2017年11月27日重建兴工；2020年1月15日新。堂号：承德堂。堂联：承恩沐泽瞻轮奂；德厚仁宽俾炽昌。旧家文献儿孙继步青云；庙祠乡宦世代联登金榜。宗会五百年循环后泰；祠堂千万载奕叶流芳。学行重乡评千秋崇祀；事功昭郡乘百代流芳。祥烟缥缈一宗保护金炉；瑞气湮滥九族调和玉烛。「湮滥」意思是原本清楚的東西被時間、混亂或災禍掩埋沖散，最後變得模糊不清、甚至失傳。第三节 廖氏祠堂廖厝祠名曰廖氏家庙，祭祀东津廖氏始祖开潮公。该祠始建于明嘉靖年间，清康熙五十七年（1718）扩建拜亭。后清时期，增设廖氏花公花妈神牌。1975年4月拜亭倒塌；1988年7月19日后座被太平洋5号台风推倒；1997年11月整修前座。堂号：永思堂。灯号：武威·台州府正堂。祖风联：武威世胄；参宪家风。祠门联：乔木发千枝岂非一本；长江分万脉总是同源。堂联：（堂柱不知去向，未详）。第四节 陈氏祠堂清同治元年（1862）夏月置建桂轩公祠，1960年倒塌，1983年重建。堂号：世大夫堂。祠匾背：三桂流芳。祠门联：枢密流芳；宝谟许泽。第五节 祖厅堂号、堂联、祖联选介一、振台公厅 堂号：耀德堂。堂联：耀祖光前永誉诗书礼乐；德馨裕后长留孝悌英华。祖风联：中山裔派；汉室旧家。二、旧厝公厅 建于明末，1994年重修。厅名：大夫第。厅联：大有基业源远流长着中华；夫第门下英才辈出光桑梓。三、茂翔公厅 堂号：永德堂。堂联：巷深屋华瓜瓞绵绵；内慧外秀人才济济。祖风联：中山裔派；汉室旧家。四、仰松公厅 明末清初置建祖厅，历二百余载，不幸于清宣统三年辛亥年（1911）年七月被洪水冲溃，灾后重建。至1939年，再遭日寇焚毁，于1946年复建。堂号：永睦堂。堂联：永怀亲宗远训克继桃坑书甲第；睦育后代精英传衍名宦世家风。祖风联：中山裔派；汉室旧家。五、鸣岐公厅 建于清末期间（1911年）。堂号：维则堂。堂联：维思作矩精勤创祖业；则孝固基克俭沐仁风。六、盐墩公厅 祖风联：中山裔派；汉室旧家。七、茂利公厅 祖风联：中山裔派；汉室旧家。八、铺仔前公厅 堂联：待人接物置身常在太平中；行己立身处世不越规矩外。存心养性敏于事而慎于书；据德依仁立其志毋暴其行。祖风联：中山裔派；汉室旧家。九、草尾兴可公厅 堂号：述德堂。堂联：遵先王三尺遗言克勤克俭；指儿曹两条正路唯读唯耕。大门联：盖有所本；源远流长。祖风联：武威世胄；参宪家风。十、康厝公厅 堂号：忠德堂。堂联：振家声还是读书好；绵世泽莫如积德高。祖风联：韩津世泽；龙溪家风。十一、黄氏良士公厅 堂号：绍昌堂。祖风联：江夏家声远；砚田世泽长。十二、张氏公厅十三、洗马桥寨第六节 民居对联选介一、刘姓：藜阁家声远，桃坑世泽长二、廖姓：参政家声远，武威世泽长三、林姓：三仁王子派，九牧大夫家四、潘姓：荥阳家声远，鳄渚世泽长五、许姓：高阳家声远，韩山世泽长六、曾姓：鲁国宗圣裔，武城三省家七、吴姓：渤海家声远，延陵世泽长八、张姓：金鑑家声远，清河世泽长九、陈姓：枢密家声远，宝谟世泽长十、王姓：琅琊家声远，尚书世泽长"
  },
  {
    "id": "doc-第八篇-文化-第六章-古墓-55e2080e7d30820a849a01ba895e1a79-html",
    "part": "第八篇 文化",
    "title": "第六章 古墓",
    "file": "第八篇 文化/第六章 古墓 55e2080e7d30820a849a01ba895e1a79.html",
    "text": "第六章 古墓刘嵩家族墓（刘嵩墓）：2015年12月10日，刘嵩家族墓被广东省人民政府列为文物保护单位。墓碑文字：广东省文物保护单位 / 刘嵩家族墓 / （刘嵩墓） / 广东省人民政府2015年12月10日公布 / 潮州市人民政府2018年10月立。刘氏大宗122世祖，唐刘嵩墓，墓地在桃坑双乳山侧，公元1995年简修。刘表墓：刘氏大宗125世祖（桃坑一世祖）宋大理寺评事刘表之墓，墓地在潮安登塘飞凤山\"飞凤含珠\"。刘默墓：刘氏大宗126世祖（桃坑二世祖）宋化州推官刘默之墓，墓地在潮州东湖桃坑石狮头山（现绵德中学图书馆前）。刘克俊墓：刘氏大宗127世祖（桃坑三世祖）宋赠朝请大夫刘克俊之墓，墓地在潮安登塘飞凤山醒狮地。刘允墓：刘氏大宗128世祖（桃坑四世祖）宋金紫光禄大夫刘允之墓，墓地在潮州东湖桃坑原向北祠左侧山坡（现绵德中学祠堂西侧）。刘昉墓：刘氏大宗129世祖（桃坑五世祖）宋龙图阁学士刘昉之墓，墓地在潮州东湖桃坑原向北祠左侧山坡（刘允墓下左方）。刘景墓：刘氏大宗129世祖（桃坑五世祖）宋银青光禄大夫南海开国男刘景之墓，墓在潮州东湖桃坑龟山\"金龟朝北斗\"（原地原碑重建）。刘松山墓：刘氏大宗143世（桃坑十九世）下津开基祖刘松山之墓，墓地在下津盐埔。"
  },
  {
    "id": "doc-第八篇-文化-第七章-宣传-d4e2080e7d3083519bbb014250e7c33c-html",
    "part": "第八篇 文化",
    "title": "第七章 宣传",
    "file": "第八篇 文化/第七章 宣传 d4e2080e7d3083519bbb014250e7c33c.html",
    "text": "第七章 宣传先声夺人——宣传。党和政府在各个时期的方针、政策，通过宣传机器，采用多种方式，贯彻文件精神，使之家喻户晓。第一节 宣传设施解放初期，宣传人员在屋顶、田头用\"传声筒\"进行宣传。上世纪六十年代，下津大队设广播站，宣传人员利用有线广播进行宣传。1990年，撤销广播站之后，村委会设宣传栏，宣传人员利用宣传栏登文宣传，并在显眼的地方利用壁画宣传，图文并茂。第二节 宣传队伍一、文艺组 1955年，下津乡组建文艺组，组址在三房力聚公厅，文艺组人员有40多人。排演宣传节目有：1、宣传革命精神的现代潮剧\"江秀卿\"。2、宣传农业\"八字宪法\"的现代潮剧\"五指大元帅\"。3、宣传互相帮助精神的古装潮剧\"三家福\"。4、宣传民族团结和谐的古装潮剧\"八宝追夫\"和\"红鬃烈马\"。\"江秀卿\"和\"五指大元帅\"两个剧目，多次应邀参加潮州戏园、意溪戏园公演，先后在文祠片、河内片、东津片参加会演。1958年，六亩闸落成剪彩，\"五指大元帅\"剧目在剪彩仪式上公演。二、文化室 公社化之后，下津大队设文化室，室址在廖元兴儒林第。排练宣传作目有：1、宣传革命精神的现代潮剧\"江姐上山\"。2、宣传计划生育的现代潮剧\"五姐妹\"。3、相声：①宣传\"农业学大寨\"\"工业学大庆\"的\"闯火海英雄赞\"。②宣传勤俭节约的\"忆苦思甜\"。4、控诉胡琏掠兵罪行的清唱\"林惜香\"。其中\"江姐上山\"剧目还应邀参加意溪戏园会演。三、毛泽东思想宣传队 1968年始，下津大队革委会成立毛泽东思想宣传队，队址设廖元兴儒林第。排演节目有：1、革命样板戏\"红色娘子军\"。2、现代潮剧\"红松店\"。3、说唱戏\"毛主席著作放光芒\"。"
  },
  {
    "id": "doc-第八篇-文化-第三章-家谱文化-97f2080e7d3082dcb56d8152f7551863-html",
    "part": "第八篇 文化",
    "title": "第三章 家谱文化",
    "file": "第八篇 文化/第三章 家谱文化 97f2080e7d3082dcb56d8152f7551863.html",
    "text": "第三章 家谱文化国史、县志、家谱是中华历史文化的三大支柱。家谱显示肇姓始祖的渊源及源流，列祖列宗的历史地位和贡献。宗族传衍端赖谱牒记载同宗共祖的血缘关系，迁移创祖之分支及世系流传。由于时境变迁，谱牒失修失传。改革开放以来，政通人和，续修家谱蔚然成风。第一节 谱牒出版发行2001年10月，《潮州东津廖氏家谱》出版发行。2002年6月，《我任公祠宗谱》出版发行。2002年8月，《桃坑东津茂雪公系刘氏族谱》出版发行。2003年5月，由刘成英主编的《粤东桃坑刘氏家族史》出版发行。2005年，《刘氏桃坑东津派振台公家谱》出版发行。2007年12月，由刘文磊主编的《潮州刘氏溯源》谱牒出版，在下津小学举行颁谱仪式，会场对联：皇历岂容疑汉室渊源千秋业；帝谱谁能改刘家荣耀万代辉。潮州市刘氏代表近千人参加仪式，溪口刘氏锣鼓班莅场演奏志贺，而后全体游行宣扬。2009年，《桃坑东津窟尾沟三房刘氏族谱》出版发行。2010年3月31日，由廖令焕主编的《廖氏族史探索》谱牒出版；5月1日在下津小学举行颁谱仪式，会场对联：源出武威汝南历周汉晋唐宋元明清世推望族；派盛楚豫闽粤数公侯卿相垣合督抚代显伟人。邀请东津刘、梁、薛等姓理事会代表莅会赏光，促进姓氏之间的文化交流。潮州电视台现场采风，在民生栏目播放宣传。《刘氏龙图公房族谱》出版发行，盐墩、茂利、铺仔前三个自然村的世系编入该谱。第二节 郡望郡望是中华家谱文化的特有产物，郡是古代的行政单位，郡望即郡中之望族，表示姓氏的历史地位。郡望起源于汉代，盛于魏晋。至宋代，御制《百家姓》界定各姓氏的总郡望。各姓氏分支开派又拥有宗派郡望。一、总郡望选例——彭城郡 彭城郡原为西汉楚国，汉宣帝地节元年（公元前69年）以楚国改置彭城郡。唐武德四年（621）改为徐州。历史上的彭城郡辖境相当于今江苏省徐州市、铜山县、沛县东南部及邳县西北部，安徽濉溪县东部及山东微山县一带。彭城郡与沛郡在地域范围上有部分重叠。因刘邦祖籍丰县，起家于沛县，而丰县、沛县后来都属彭城郡，所以天下刘氏以彭城为祖籍，彭城历来被视为刘姓的正宗郡望，宋代以后更成为刘氏的统一郡望。二、宗派郡望选例——武威郡 武威郡，汉武帝元狩二年（公元前121）置郡，故城在今甘肃省民勤县东北，辖境相当今甘肃省黄河以西、武威市以东地区。武威命郡名出自汉武帝的威风及汉将霍去病的武功和军威。武威郡历来是兵家必争之地，北周武帝间，廖延龄临危受命，授武威郡太守，以政德封武威郡公，其嗣裔以武威为郡望，以彰祖德宗功。武威廖氏占中华廖氏人口百分之七十。第三节 堂号堂号是中国宗法社会特有的产物，它的产生与发展，与修谱、建祠堂、公厅有着密切的联系。堂号本身有着敦亲睦族，弘扬孝道，启迪后人奋发向上，维护和巩固宗族及家庭基层组织的稳定和彰显祖德的作用。堂号选例：中山堂。中山堂是刘姓中一个以地域命名的堂号，也是刘姓的发源地之一。中山刘氏在刘氏各宗派中有一个显著特点，就是人丁极为兴旺。开派始祖中山靖王有100多个儿子，是刘氏各派开基祖和当时各刘姓亲王中儿子最多的一个。后裔子孙更是千枝万叶，构成世界刘氏的主体之一。第四节 族训家训族训、家训是国法以外的补充法规，传承先祖所制定的族训、家训，以教育、告诫子孙遵纪守法，注重社会公益，尊老爱幼，敦亲睦邻，促进社会和谐。人生处世，据德以仁，凡事不越规矩外，与人为善，好人好己，其果必正，其后必昌！一、家训选例——刘氏家训敦孝弟 孝弟为百行之首，凡为人子者，不可忍灭天性，兹我族子孙，宜敦孝弟于一家。睦宗族 宗族为万年所同，虽分房系支派，实源同一脉，不可视为秦越，兹我宗族宜敦一本之谊，笃亲亲之道。和乡邻 乡邻同井而居，出入相友，守望相助，不可相残相斗，宜视异姓如骨肉之亲。明礼让 礼让为处世之道，非拜跪坐揖之交，必使亢戾不萌骄泰不作庶成谦逊之风。务正业 士农工贾，各有其业，业精于勤，荒于嬉。凡务其业者，宜自食其力，切戒盘游无度。端士品 士为名之首，隆其名，贵有其实，凡为士者，宜居仁由义，以成明体，达用之学，若荡检偷闲，不求上进，后悔莫及。隆师道 师道为教海之源，隆师重道，正以崇其教也，尊之崇之。修坟墓 坟墓为藏祖先之魂骸，每年宜整修祭扫，切勿挖掘抛露，致祖宗怨恨。戒犯讳 同姓子侄，每派宜择定名字以为名，凡属内之嗣孙，不得犯父兄伯叔之名，当讳之。戒争讼 争讼非立身保家之道，争必失，讼则终凶，宜以忍处之，勿致倾家荡产之悔。戒赌博 赌博非人生正业，一入场中，百业俱废，人格也轻，宜自守本分，切勿贪财，害累终身。戒淫恶 淫为万恶之源，宜检身防过，免损名节。戒犯上 自古尊卑上下各分昭然，不得以卑凌尊，以下犯上，宜尊长敬老。戒轻谱 家谱是一家一族之宝，宜珍重收藏，以传后世详悉源流，查考世系。二、族训选例——廖氏族训（传世训）天理当存，存者盛之；地理当好，好者旺之；人理当尽，尽者安之；书理当习，习者荣之。人生俱此四理而行，则仰不愧，俯不怍，天地庇，鬼神佑，祖宗福，父母顺，兄弟和，夫妻恭，子侄敬，朋友信。又能何患乎身名之不著于国家，徽声之不传于后世哉？第五节 诗词诗词是各种体裁的统称，其特点是高度集中地凝聚着作者强烈的思想感情，富于想象，语言精炼而形象，有鲜明的节奏和韵律。一、桃坑刘氏开基祖颖公诗词五言诗在昔吾先人，胡为流落居；请读五代史，垂泪满襟裾。中叶车马散，飞尘帝王都；干戈盈六合，兵骑塞四途。公卿尽萍梗，宗社为兵墟；人命轻菅茅，士族成土苴。当此离乱世，谋身贵能图；华亭千载鹤，先考实无辜。长思当世事，哀痛在桑榆；广南非闾里，移来韩背涯。罗列山水好，乡村六七家；知耕亦知读，此处堪托庐。醉时展长卧，醒看伴仙湖；呜呼相嘻兮，生我不辰兮；昔也兄弟依，今也兄弟离；广南湖水地，骨肉两分殊。兄不知弟苦，弟不忆兄孤；先人在何处，白云云外呼。赋此聊居诸，不识后何如；子兮稍成立，孙兮渐相须。拂泪强成韵，日月天地具；又念河东派，拨此音讯稀；谱牒源流远，恩义两相无；远者杳难思，近者空泪珠；各各忧肠肚，闻者咏已乎。永思词炎帝天下 祀事孔脩 厥后讳累 受姓封刘 自夏而显历商而周 续延于沛 祀汉承流 中山世裔 谱牒堪脩由晋而唐 蕃胤并休 观古思汉 观史思刘 广南云悠韩山木稠 原起九京 示我以忧 章词泪写 告吾孙俦溯流及本 原委有由 广南之水 河东分萃 潮海更张中山脉类 桂子兰孙 式喜以慰二、刘允诗选《咏韩山》惆怅昌黎去不还，小亭牢落古松间；月明夜静神游处，三十二峰江上山。《梦游洞府》八首 ① 其一银箄层台玉砌成，五云深处百花明；兽环响彻重门启，无限青娥喜笑迎。其二青娥前引度回廊，帘卷云间旧院堂；松桂满庭龟鹤在，俨然丰观道家装。其三步入东堂百步余，虚房犹记旧来居；纱窗掩映琼签轴，尽是当年读遍诗。其四云母屏间看旧诗，醉吟阿母碧桃枝；群仙指点未题处，更乞凌虚白鹤词。其五瞳胧瑞日照觚棱，溶泄祥烟绕栋甍；松桂雅知人趣向，风来偏作步虚声。其六侧金坛畔虬龙老，甃玉池边绶鸟长；吟折紫芝香满手，数声鸣凤在疏篁。其七兽炉烟和百花香，玉蕊琼枝侍两傍；一曲云和鸾鹤舞，劝人争奉九霞觞。其八步出珠宫月渐移，青鬟罗拜问归期；尘缘若断人间事，看取蟠桃正熟时。注： ① 刘允\"梦游洞府\"诗：《广东通志·粤大记》刘允传：\"刘允著文存200余篇。\"《三阳志》：\"公于六经、传疏、诸史百家，以及天文、地理、医卜杂书，靡不皆贯，\"所著诗文今存者二百余篇藏于家，据刘少集《家谱引》云：\"家不久又遭煨烬，今莫能详。\"现惟存《刘氏家传方》一书传世，余皆无遗矣！《梦游洞府》诗八首，来源于《潮州志》丛谈志·异部十八\"开元宫洞主\"一文中，《桃坑刘氏族谱》\"金紫公传\"文中亦有此记载。三、历代名宦诗赞选1、宋潮州通判廖德明《赞金紫公》诗《赞金紫公》辞爵弗受，解章弗绾；却还真游，琼楼玉馆。青娥有约，素屏留诗；问君来时，蟠桃为期。2、明潮州知府林和《赞金紫公》诗《赞金紫公》气清质粹，诗婉而葩；况有子孙，簪组群华。人曰梦词，意固语滞；予曰庶几，仙风道骨。3、潮州知府车份《游东湖诗》《游东湖诗》冠盖相连满道旁，观风东野见祠堂；巍峨庙宇依先礼，济楚儿孙振后光。金紫流芳根本远，银青遗派水源长；可喜圣朝加崇厚，还看褒封锡诰黄。4、潮州府通判伍旭《赞刘氏重建新家庙》诗《赞刘氏重建新家庙》政余遥望海天涯，东郭云迷宅一区；父老重建新庙宇，云礽克绍旧门闾。左穆右昭情深远，东阼西阶礼蔼如；如觉名家知重本，观风到此正踌躇。四、刘昉诗选莆阳邱君与刺史由梅州乞养归隐潮州赋赠君家旧莆阳，到处即仙乡。梅镇旌旗返，琴峰花草香。菽水味何旨，椿萱寿益长。挂冠不妨早，名德重韩江。第六节 文章选登一、林大钦《东湖胜概集》序《东湖胜概集》序 林大钦余自弱冠拜晚丹先生为师。先生，金紫裔也。今南平修《宗祠录》，请太史舒君芬为序。仁孝之心，油然可见。一经教子，不负科名。肯斋乃先生侄也，歌《鹿鸣》而佐黄堂，其本于伯兄之教有日矣。余每入郡，主宋养泉家。来谒于余，携来诸公诗章、桃坑八景、先朝制诰，嘱余为序。余非能文也，然此盛举也，不得已而为之辞也。详考中舍少集公《谱引》，乃汉中山靖王之后。历岁延远，有讳嵩公，仕唐昭宗为大理寺卿，领兵部事，分据广东，未几为厥所图。其子讳颖公，洁身遁姓，因婚于潮，遂构庐于水东之桃坑，而孙讳表公，仕宋为大理寺评事。继而推官、朝请、金紫，兼以龙图、银青，诸公辈出。龙图、银青共子十三人，俱以科显名。而龙图孙曰少集者，亦由进士而官至大夫太子中舍也。其馀州、郡典教、不可胜记。由唐而宋，由元而明，代不乏人。金紫公德行文章，八贤推重，其有功斯民甚大，良由德厚于流光，源深泽长而致然也。先日，畏斋始祖之议，晚丹《祠录》之修，肯斋《族谱》之传，此三人者，异世而同心也。今日，肯斋汲汲于诗序之请，恐世远人湮，久而失其传。夫固仁人孝子之用心，可谓至且尽矣。其为后世虑至深远也矣。芳声垂誉，令闻远播。他日仰公者不犹如宋诸先公乎！乃僭书于简首。时嘉靖乙未年五月望日（录自《潮州桃坑刘氏族谱》）（林大钦，字敬夫。海阳人，嘉靖壬辰科状元。官翰林院修撰。）二、刘景乞致仕疏刘景乞致仕疏窃臣之事君，死生惟命，此古今不易之大义也。今臣景年迈，疾疚已深，任重力绵，不能勉强，则情可悯，罪可宽也。伏念臣忠恪一心。拳拳体国，早年筋力未衰，万里奔驰，才虽未逮而力可注。今久病丧心，施为颠倒，愿陛下垂怜蝼蚁之微，敢犯雷霆之威，伏望圣心垂念臣衰残，俾遂致仕之愿，以保全其末路，则洪造曲成之恩大矣。上允其言，诏许致仕归焉！绍兴二十九年七月（录自《潮州桃坑刘氏族谱》）按：东津刘昉、刘景为宋朝重臣。其与朝廷往来的制谕章疏，难以一一记载。仅择此篇以示。三、宋高宗敕诏敕诰1、宋高宗皇帝敕安南和戎诏：素闻安南作叛，无有镇压其邪心者。惟尔刘景识谋献策……（原文不全，见下诰）。2、大宋高宗皇帝敕封银青开国男刘景诰：劳卿前往安南，协和蛮邦。九载勤劳，万里风霜，师不血刃，今日凯旋。毋负朝廷付托之意，有济国家患难之端。尔合州府提刘景，特加银青光禄大夫南海开国男。锡以诰命，沐此恩光。"
  },
  {
    "id": "doc-第八篇-文化-第四章-传统节日与风俗习惯-3e02080e7d308383a2ca814bac877293-html",
    "part": "第八篇 文化",
    "title": "第四章 传统节日与风俗习惯",
    "file": "第八篇 文化/第四章 传统节日与风俗习惯 3e02080e7d308383a2ca814bac877293.html",
    "text": "第四章 传统节日与风俗习惯本村民间自古以来有祭祖、祭神等传统节日和各种风俗习惯。祭祖、祭神，要备酒菜纸钱等奉荐之品。第一节 传统节日春节：做\"鼠壳粿\"。三十夜（除夕）合家团聚吃年夜晚，俗称围炉。新春人们相互拜年，送大桔，吃槟榔，互祝春节如意，平安。初二女婿到岳父母家团聚。元宵节：做\"红桃粿\"，家家户户挂\"花灯\"，晚间闹元宵营（游）花灯。上一年出生的男孩做\"丁酒\"，年满15岁者出\"花园\"。清明节：清明无定月（二月或三月）做\"麦粿\"、\"朴籽粿\"，扫墓。端午节：包粽球，做\"栀粿\"，赛龙舟。本村做屐队与作田队曾在韩江友谊竞赛。中元节：七月十五，俗称\"鬼节\"，蒸芋粿。中秋节：八月十五日，\"浮油追\"、煮芋头。晚间拜\"月娘\"，赏月。重阳节：九月初九，放\"风琴\"（风筝）、登高。现为老年人节日，发放慰问金。冬节：十一月冬节（冬至日），\"搓圆\"。冬节无定日，冬节在月初，寒冷在年底（农历十二月），冬节在月末，寒冷在正、二月（倒春寒），素有\"正月冻死牛，二月冻死马\"之民谣。第二节 风俗习惯初一：拜司命公（灶神）、天公、土地爷（土地神），祈求平安。十五：拜土地神、财神，祈求发财。正月初七：食七样羹（菜）。六月初六：门窗插桃枝，保宅平安。七夕：七月初七，公婆生，称七巧节，也为中华\"情人节\"。年满十五岁者，有的择是日\"出花园\"。盂兰盆会：下津因有前溪、后溪，祭鬼神分两日，择午时，备干饭、菜脯、空心菜、鱼饭等祭品。七月初八在后溪岸拜\"孤爷\"（施孤），七月十二在前溪（韩江）岸\"普渡\"众生。稷神节：稷神也称五谷神，十月十五日，做\"五谷主粿\"，拜粟仓，祈求五谷丰登。做大忌：各祖厅择吉日，集中祭祖。老爷生：食炒面，各聚落纪念\"老爷生\"有：伯公生、阿娘生、妈生（阿婆生）、太子爷生等，日期不同。开初：婴儿出世后，择日\"开初\"或\"满月酒\"。婚宴：结婚时，办喜酒，宴请亲朋好友。生日：生日当天，村民有各种形式的庆祝。报地头：人去逝后，族人到宫庙\"报地头\"。七日，请法师\"做功德\"。"
  },
  {
    "id": "doc-第八篇-文化-第五章-民间传说-6d52080e7d308280bf8f81ad9928699f-html",
    "part": "第八篇 文化",
    "title": "第五章 民间传说",
    "file": "第八篇 文化/第五章 民间传说 6d52080e7d308280bf8f81ad9928699f.html",
    "text": "第五章 民间传说第一节 刘昉之民间传说一、龙图公骑竹马龙图公刘昉早上三更骑竹马上朝，晚上骑竹马回家，夫妇房中细语。其母偶然发觉媳妇房中喁喁喃喃，以为自己耳鸣，经多次后觉得有异，追问媳妇昨夜你房中之音何人，媳据实以告\"是你子\"，婆不信，并言若是这样，候他来时告我。当晚龙图公骑竹马回家来，媳妇告知婆婆\"他来了\"。婆婆来到房中，真的见到儿子及竹马，得知竹马是仙人所赐，就来一试，马上骑上。这一试，隔天龙图公骑竹马上朝时，竹马走得很慢（阴气所伤），太阳将出来而未到京。龙图公一急，伸手向太阳一捉，太阳就在手掌中，但见天翻地黑，不见太阳，京城亦黑暗无光，未上早朝。这样经三日夜才到京，从此竹马失灵。二、刘母戏林鉴成宋代刘昉虽说在朝廷做了龙图阁学士，人称他刘龙图，但他不讲排场，不仗势欺人，每次回家乡潮州东津来看望母亲，总是独自骑一匹马，先在城外下马歇息，到天黑才悄悄进家。潮州知府林鉴成就不同，他平时欺压百姓，每次出巡总是八人大轿前呼后拥，好不威风。有一次刘龙图回家，母亲便把林鉴成在潮州的所作所为告诉他，要他出面教训这个坏官。刘龙图说：\"何须儿出面呢！\"接着就教给母亲一个惩治林鉴成的办法来。不久，林鉴成路过东津，刘母就搬了一把交椅放在大路中，上面放着儿子的官袍官帽，地上放着儿子的官靴子。林鉴成坐在轿里，老远看见前面堂堂正正摆着一套朝廷一品官员的袍服，自知惹了麻烦，慌忙下轿，跪在地下。这时正是暑天，烈日当空，晒得他浑身大汗，头昏脑胀，又不见有人前来喊他起身，只好咬着牙关继续跪下去。那些平时狐假虎威的随从，见上司如此，也只好跟着活受罪。这时恰巧有两只狗在厮咬，把袍帽等物撞翻在地，林鉴成这才急忙乘机爬起来，溜回城里，从此再也不敢放肆了。三、收妖为马刘龙图中举前，常在窗前夜读。有一个晚上，忽从窗外伸进一只小手，弄灭他的烛火。初时，他不介意，以为是邻居的孩子贪玩，后来连续数夜如此，便警觉起来，于是待那搅火的手又伸进来时，当即抓住隔窗盘问。\"你是哪家的小子，为什么夜夜来搅我的火？\"\"我是你邻居。\"\"邻居，哪一家？\"\"就在屋背头。\"\"胡说，屋背头，屋背头有什么人家？你到底是人还是鬼？\"\"相公息怒，不必多问。\"\"好，你不实说也罢。\"刘龙图随即提笔朝那只小手写了一个\"大\"字，即时，那小手就呼呼地大起来了。隔窗响起呱呱的尖叫声，令人毛骨悚然，接着发出阵阵凄厉的哀求声：\"相公饶命，相公高抬贵手，小的实情禀告，相公屋背头有一支单单独独的桂竹子，每天日头出时竹尾朝东，日头落山竹尾朝西就是我。\"刘龙图听了半信半疑，立即把竹子精手背上的\"大\"字抹去，改写一个\"小\"字，果然竹子精的手迅速缩小还原，收出窗外隐去。第二天天一亮，刘龙图就到屋背看，那里有一棵桂竹子，就把它砍回家中做成竹马，收妖为马。刘龙图中进士后，白天在京城做官，夜间骑竹马飞回家中与妻子团聚，天将亮时又骑竹马飞到京城赴早朝，天天如此。久而久之妻子怀了孕，母亲不知情，误认为儿媳有不轨行为，特审问儿媳，媳不得不实情禀告。母不信，媳则说：\"不信你就晚间来问你儿子\"。于是母在半夜前往偷看，果然听见儿子与媳妇在说话，遂即扣门而入，母惊喜，并取竹马试骑。糟糕，这一骑，竹马失灵了。刘龙图想到每天往京城参加早朝，文武百官都要准时上殿参见皇帝，自己失去了竹马，赶不上早朝，要遭问罪处斩，立即星夜启程赶往京城，手掌心里写了个\"日\"字，将五指握得紧紧的，让日头出不来。这一夜特别长，皇帝和百官睡觉久等不到天亮，待刘龙图赶到京城放开手掌时，太阳已近落山。刘龙图虽免处斩，但被贬出京城，降为广东博罗县县令。四、镇治湖妖博罗，当时还十分荒凉，特别是那大湖里的妖怪，常出来吃人，扰乱百姓，凡是新任县官还未上任就被湖妖伤害。刘龙图明知其险，迫于君命不能不去。他便硬着头皮冒着性命危险往博罗赴任和镇治湖妖。上任前一晚，他想了一个办法，先把周身涂满麦糖，然后就往糠头里钻，从头到脚全是糠头，等待湖妖来而见机行事。当晚前半夜平平静静，半夜一过湖水翻滚，一大群水怪冒出来了，围住刘龙图看了又看，问：\"你是哪里的妖怪？\"\"我是三百多年的糠头精。\"\"糠头精为什么会有人的膻味？\"\"糠头常与做米的妇女打交道，怎么不粘点人味。\"\"唔，好！听说有个新上任的县官刘龙图，你有没有见过？\"\"没有见过。\"\"听说刘龙图很厉害，你怕不怕？\"\"哈，哈，哈，好家伙，够朋友。老实说，我们都是天不怕，地不怕，专惹县太爷，专食县太爷，只怕一件。\"\"对，只一件，谁也不会知道我们只怕一件——龙骨车，哈哈哈。\"众水妖一心想抓到刘龙图，不仅没有识破刘龙图装扮的糠头精，反而在刘龙图面前泄露了致命的秘密。天亮后，刘龙图立即换装走马上任。并命令全县龙骨车全部集中到湖边车水。终于抽干了湖水，除了湖中的怪，让人民永远安居乐业。（录自《潮州桃坑刘氏族谱》）第二节 十五岁阿公坟的传说明朝万历年间，潮州府城湘子桥东笔架山侧，有一山丘，势如饿虎扑食，故名\"虎头山\"。梁家小店位于虎头之上，虽茅店柴扉，却因地处交通要道，生意尚算兴隆。店主梁伯膝下唯一闺女，年方二八，父女相依为命。近乡有秀才刘生，乃前朝达官之胄，其父刘员外为人还算宽厚仁爱，刘生谨遵祖训，勤攻书史，15岁便中秀才。刘生越虎头、步江畔、过湘桥至学宫习文论经，毋论赤日炎炎，抑或寒风刺骨，还是雷雨交加，天天如是，从无间断。梁姑娘助严亲操持生计，每每观刘秀才店前经过，早萌爱慕之心，况刘生偶因途中遇雨，必趋店暂避。虽道是\"男女授受不亲\"，怎奈一回生二回熟，无人之时，便攀谈一二。梁伯亦疼爱刘生，有意将女许配，无奈门不当户不对，难以启齿。星移物换，暑往寒来。一日薄暮，刘生归家，经至虎头时，倾盆大雨从天降，荒村风急，萧萧彻骨；韩江檣倾楫摧，笔架山阴风怒吼，前不见路人，后不见旅者，梁家小店已关门打烊。刘生遂轻叩木门，求借避雨。闻叩门之声，梁女以为老父办货回归，急忙开门，见是刘生，姑娘双颊顿生春晕。迎进屋中，生火与其取暖，温酒让其充饥。刘生感激不尽。却说梁氏姑娘，虽不是名媛闺秀，也属小家娇娃，更兼秉性聪慧，且酷喜戏文，诸如\"梁祝化蝶\"、\"待月西厢\"、\"文君私奔\"，皆津津乐道也。只恨慈母早逝，家严无暇顾及女儿终身大事，为何女儿家不可自择佳婿？真个百思不解，早存心欲学英台会山伯，仿崔莺试张生，效文君追相如。如今老天作美，可人儿避雨至此，正好面诉衷情。思忖起来，两腮飞霞。书香后裔刘生，向不拘泥于礼教之羁绊，况又目睹梁女之芳容，钦佩梁女之为人，窃以为上穷碧落，下极黄泉，唯此女最为娟好。今又见彼如此殷勤，怜香惜玉之情油然而生。围炉取暖，互诉衷曲，俱表爱慕之心。此际玉人，丰姿愈见妖媚；秀才醉眼朦胧，神采益现焕发。一个有情，一个有意，干柴近烈火，其燃难免；旷夫怨女，遂成百年之好。怎奈秀才路感风寒，不幸中风，姑娘又羞又怕，手足无措，眼睁睁看着心上人一命归阴司。事发后梁伯方归，见状大惊。本欲报官，又恐祸及家门，只得祷告神明，剖白心迹，掘地3尺，将刘生埋于店后。幸好天不知鬼不觉，此事便草草收场。翌日，刘员外不见儿回，差人遍觅，终无魂影，报知官府，事亦枉然。再说梁姑娘已有孕在身，自此不敢越门槛一步。10月之后，产下一男，好生抚养。转瞬6载，自思长此下去，总非良策。梁伯遂携女抱孙，往刘员外家负荆请罪。员外悲愤交集，思想儿子掩体无棺，遗骨无坟，不禁潸然涕下。意欲缉其归案，无奈梁氏苦苦哀求，梁伯跪地不起。恻隐之心，人皆有之，思儿怜孙，遂认梁氏为媳，孙儿归宗。光阴荏苒，日月如梭，不觉又过10年。刘孙继父志，承祖业，奋发向上，考中秀才。3场考试，再中进士。衣锦荣归，重修其父之墓，后世人故名此墓为15岁阿公坟，此坟便在原先店址。（录自刘宏沛《梦中的小溪》）第三节 孝子黄良丰的传说清代光绪年间卢蔚猷纂修的《海阳县志》载，\"孝子黄良丰墓在笔架山后。\"关于黄良丰的传说，我小时候曾听祖父讲过。明朝崇祯年间，潮州府城东东津乡有个农民姓黄名良丰，严亲早逝，家境贫寒，上无片瓦，下无立锥之地，母子二人相依为命，但黄良丰待母至孝。明末时候，湘子桥二十四洲的石桥墩上南北两侧都建有庙宇、茶亭，还有卖水果、小食及小商品的商铺，形成了\"一里长桥一里市\"的繁荣桥市。自桥东面，一直延伸到意东长堤，也是一段繁华的商业地带。由于意溪乡面临韩江，河面宽广，水流平缓，地理条件优越，明代以后便是闽、粤、赣三省杉、竹、木的集散地，从而带来竹器、农具、家私等行业的兴起，随之而来各行各业也在堤市上经营。这段地带有杉行、佣行、客栈、布铺、米店、药店、木工店、长生店，还有屠宰、凉果、烟酒、餐饮、香枝、豆制品、饼食、理发、木屐、竹笠……大小商铺作坊林林总总不下六七百户。意东堤市与湘子桥的桥市连成一片。因为各家工商业户日常需要饮水、泡茶、煮饭，就出现了挑桶卖水的行当。黄良丰就是一名挑桶卖水的苦力。他每天早起伺候双目失明的母亲吃过早饭后，就挑着一担水桶，到井边汲水，然后挑水到桥市上堤市上沿途叫卖。黄良丰挑水有个特点，他从来不换肩，从来不歇脚。如有铺户买他的水，他每次都要跟买主讲明这担水那一桶是屁股后面的，并当着买主的面把它倒掉，其原因是他认为屁股后面那一桶可能有屁味，不能饮用或煮饭。别人卖水一担二文钱，而黄良丰挑一担卖一桶，只能卖一文钱，但他从不计较。黄良丰爱清洁、讲信用，铺户们也乐于买他的水用。他每天挣得几文钱，就籴米回家，侍奉娘亲。几十年如一日，风雨无阻，冬夏如常，直到母亲去世。黄良丰收入微薄，为了赡养母亲，不敢娶妻。娘亲死后，他孑然一身，加之终年劳累，贫病交困，不久也撒手人寰。为褒扬黄良丰事亲至孝的美德，乡里族人禀明有司，筹资为他收殓，并建坟墓使他入土为安，树碑以彰其德并示后人。笔者小时候回乡下老家时，走的是乡间小路，往返时都要经过孝子坟，记得那时坟堆已没，只剩下块宽约二尺高约五尺的墓碑立在路边，墓碑上刻着\"明孝子黄良丰之墓\"。墓址位于今桥东洗马桥附近。可能1958年建华侨瓷厂（今华庆公司）时被搬走，后来已不知去向。（录自刘宏沛《梦中的小溪》）"
  },
  {
    "id": "doc-第八篇-文化-第一章-庙宇-9fa2080e7d308236860201347c9d5bf0-html",
    "part": "第八篇 文化",
    "title": "第一章 庙宇",
    "file": "第八篇 文化/第一章 庙宇 9fa2080e7d308236860201347c9d5bf0.html",
    "text": "第一章 庙宇第一节 土地神庙土地是孕育万物之源泉，由此成为人们崇拜神体之首。祖先在居宅旁或田间地头建一土堆，作为土地的神体进行祭拜。古代，祭祀土地神的地方称为社。随着社会的发展，先祖由建土堆逐步演变为建房屋供奉土地神。进而，居住在同一地域的乡亲联合结社，兴建具有时代建筑色彩的庙宇祭祀土地神。每年神社日（俗称闹热）演戏（社戏）祭神，游神赛会，祈求土地神庇佑风调雨顺，合境平安。后来，各神社将所崇拜的历史人物，塑造其神像奉于土地神庙，使土地神庙变称\"老爷宫\"，游神称为\"营老爷\"。又按\"老爷\"位数，增加祭神日数。一、长美庙 长美庙由刘、康、廖、洪四姓合股兴建，俗称四股社。刘氏松山公分三大房，每房各一股，康、廖、洪三姓合一股。四姓庄园相连，原各建有土地神庙。相传，草尾廖的土地神庙供奉先祖花公、花妈，人丁发展较快，时人都说草尾宫老爷显。清同治年间，由刘氏倡议，刘、康、廖、洪联合兴建土地神庙，命名为\"长美庙\"，俗称草尾宫。旧址在原厝路与盐埠路交叉处。改革开放后，因旧址在新住宅区规划范围内，四股社理事在廖元兴商议重建长美庙事宜，得到旅泰乡亲廖少贤和热心人士的捐资支持。长美庙于1994年2月吉日竣工。庙中祭祀老太夫人、木坑圣王、大圣爷、二圣爷、土地爷、花公、花妈七位神像。立庙以来，香火旺盛，合境平安，乡民昌泰，百业展鸿。神社日：正月初五。祭神日：六月初九、九月初十、十二月初一。庙联：长施甘露泽千顷；美德福恩赐万家。之地年年祥气满；推恩岁岁甘霖多。百代威龙招四海；万年圣德振三山。二、大德庙 大德庙俗称土地爷宫，由廖厝始建于明宣德十年，是东津乡兴建较早的土地神庙。后经历代不断修建，周边各姓氏先后捐资支持，参与祭神活动。神社日：正月初九。庙联：大庇黎民求必应；德佑遐迩心能成。三、新埔宫 由陈厝兴建于清代，宫址在虎池韩江岸边。来本地求乞的外地人，常在该宫歇息，因此俗称\"乞食宫\"。新埔宫于上世纪六十年代，汕头地区兴建煤仓时被拆除，改革开放后，陈厝参与三舍宫神社。神社日：二月二十五日。四、三舍庙 三舍宫由盐墩、茂利、铺仔前、潘厝等合建于清代。后经历代不断修葺。旧时，三舍宫老爷不知何因，不参与游神赛会。神社日：正月初五。祭神日：九月十三。庙联：三乡六里神庇佑；舍爷灵君赐平安。五、画马宫 画马宫由杜猴寨康、李、郭三姓兴建于清代，1970年治韩时被拆除。康、李两姓参与三舍宫祭神活动。六、农德庙 农德庙由洗马桥赖、林、管、刘等姓合建于清代，后经历代不断维修。1989年居于洗马桥的黄、张、柯等姓氏参与修建和祭神活动。神社日：农历三月初三。庙联：农烟大有歌神力；德自忠浮感圣恩。七、海鹅头宫庙1、众神古庙：由张姓主持兴建于清代，后来，\"老爷\"神位由山边寨移位于斯，钟、柯、刘、林等姓参与该宫祭神。神社日：正月十五。庙联：隐龙献爪居福地；彩凤藏身求必应。2、祝厝垭伯公宫：伯公生：三月廿九日。庙联：感圣德神光普照；天威赫佑我黎民。第二节 游神赛会一、游神 游神俗称\"营老爷\"，各宫庙供奉的神像在神社日，由男丁请上轿，按规定\"安路\"游往各神前让乡民祭拜。各家各户事先摆好甜粿、鹅等一切奉祭之品候迎\"圣驾\"（老爷）。游行队伍莅临，鸣爆竹，老爷就座点燃香烛，跪拜许愿。神前烛光耀天，香烟绕云，亲朋好友围观者众，热闹非凡。游神队伍，马头锣鸣锣开道，庙号旗帜招摇；\"叛景\"（化妆）队信步表演，老爷按品位排列，神像栩栩如生，貌似欣赏；武术队持木棍（五径槌）列两旁护驾、维护游神秩序；女锦旗队擎标徐步迈进，每面标旗绣四个字\"国泰民安\"、\"风调雨顺\"、\"五谷丰登\"、\"合境平安\"……；锣鼓队、弦乐队循序渐进，鼓乐喧天。长美庙游神的传统进行曲（弦丝）\"福德词\"宛转悠扬，喜悦之音，令人心旷神怡。二、赛会 古代，东津乡神社有：长美庙四股社，红宫七股社，安津庙九股社，大德庙、埔东宫、沙坝黄宫、江厝宫、新埔宫、杜猴寨宫、三舍宫等。各宫庙神社日不同，各社主事商议，择日游神赛会（合营老爷）增进乡谊。游神赛会，促使各社锣鼓班不断提高素质和增加配套设施，在东津乡多次的赛会中，长美庙、大德庙四班锣鼓闻名遐迩。每年农历正月二十四日，应\"察黄衙\"、\"城顶馆\"邀请，四班锣鼓前往东门楼广场，与其他神社汇集成十三班锣鼓，参与青龙庙游神赛会。"
  },
  {
    "id": "doc-第二篇-先祖创乡-5272080e7d3082f1b970018faf48978c-html",
    "part": "第二篇 先祖创乡 5272080e7d3082f1b970018faf48978c.html",
    "title": "第二篇 先祖创乡",
    "file": "第二篇 先祖创乡 5272080e7d3082f1b970018faf48978c.html",
    "text": "第二篇 先祖创乡下津创乡始于五代后梁贞明三年（917），迄今已历1102年。各氏先祖因避战乱、避难、任职、经商等原因，由各地先后迁徙入潮，卜择福祉创乡。据方志、谱牒记载及有遗址可考的姓氏有：刘、姚、洪、廖、陈、康、黄、李、郭、林、管、赖、潘、张、柯。现下津村有十四个自然村落名称，居住21个姓氏。第一章 刘氏第二章 廖氏第三章 陈氏第四章 康氏第五章 洪氏第六章 潘氏第七章 黄氏第八章 洗马桥第九章 海鹅头乡第十章 沙瓯乡第十一章 杜猴寨第十二章 落籍创祖"
  },
  {
    "id": "doc-第二篇-先祖创乡-第八章-洗马桥-f002080e7d30821c93ab814321390c9b-html",
    "part": "第二篇 先祖创乡",
    "title": "第八章 洗马桥",
    "file": "第二篇 先祖创乡/第八章 洗马桥 f002080e7d30821c93ab814321390c9b.html",
    "text": "第八章 洗马桥本章收录洗马桥聚落概况及各姓氏史料，内容来源：《下津村史》第二篇第八章。各节内容见子页面：第一节 洗马桥概况第二节 林氏第三节 赖氏第四节 管氏"
  },
  {
    "id": "doc-第二篇-先祖创乡-第八章-洗马桥-第二节-林氏-6922080e7d30825da1c9814c94ff3da2-html",
    "part": "第二篇 先祖创乡",
    "title": "第二节 林氏",
    "file": "第二篇 先祖创乡/第八章 洗马桥/第二节 林氏 6922080e7d30825da1c9814c94ff3da2.html",
    "text": "第二节 林氏一、林姓由来林氏源自子姓，望出西河。契的母亲梦见吞燕子卵而生他，他就以母亲的梦境命姓为子。帝喾时，子契封于商，传至十四世子汤建立商朝。商末，太师子比干经常劝谏纣王而被剖心，奸臣费仲带兵剿太师府，比干夫人有虞氏因临产无法出逃，被士兵连同腹中的儿子砍成肉酱。夫人妫氏身怀六甲，带侍女从后门出逃于长林石洞，靠洞顶的泉水和洞口的野菜度生，至怀胎十月临盆，在洞中生下一男儿，取名泉。有一天，妫氏抱儿子到洞外找野菜，突然一队商兵围上来，领队子会审视一番，认不出她，就厉声问道，孩子姓什么，妫氏望着树林，急中生智，指了指树林，说孩子姓林。子会命令士兵将她母子带走，突然晴天霹雳，大树上一桠枯枝压下来，吓得商兵逃之夭夭。朝歌攻克后，周武王命周军寻到妫氏母子，同往比干墓（在今河南卫辉）祭奠，周武王有感于比干之子出生于深山老林之中，赐姓林氏，并改\"泉\"字为\"坚\"。封林坚为博陵（今河北安平县）侯，食邑三千户。林坚为林氏受姓始祖，奉比干为太始祖。下津村林姓有三宗，37户，178人。二、洗马桥寨林氏洗马桥林氏因谱牒失修失传，开基祖名讳、迁入时间，世系流传皆不详。相传，该支林姓始祖由福建迁徙入潮，在思古铺开店做生意。林姓于何时联合赖、管二姓先祖兴建洗马桥寨，没有记载资料可考。传衍至2019年，有31户，136人。其中包括林锦炎于1952年，由潮州城内迁入洗马桥村落籍所传的户数和人口。三、廖厝埔林氏始祖 林浩涛 祖籍潮州城北门。于1939年，由北门到东津堤顶经营干果生意，后举家落籍下津村，居于廖厝埔。至2019年，传四世，分为5户，有34人。四、海鹅头林氏始祖 林绍章 于1959年（其时八岁），随母黄氏，由福建武平老城，到潮州寻亲未遂，经人牵引，投友于海鹅头自然村，落籍下津村。至2019年3月，已传三世，一户，有8人。"
  },
  {
    "id": "doc-第二篇-先祖创乡-第八章-洗马桥-第三节-赖氏-d992080e7d3083b3b735013dc6753a20-html",
    "part": "第二篇 先祖创乡",
    "title": "第三节 赖氏",
    "file": "第二篇 先祖创乡/第八章 洗马桥/第三节 赖氏 d992080e7d3083b3b735013dc6753a20.html",
    "text": "第三节 赖氏一、赖姓由来赖氏源自姬姓，望出颍川。周文王有个堂弟名叫叔颖，在灭商兴周战争中立下大功。公元前1046年，周武王封姬叔颖到赖地（今河南息县包信镇）建立赖国。传到国君姬负连时，与楚国进行历时三年的殊死抗争，终于公元前538年，被楚灵王所灭。失国后，子孙为怀念故国，以国为姓，称赖氏，是为河南赖氏，史称赖姓正宗。赖姓之另一宗源自姜姓，神农氏炎帝的后裔，约于商代，在今河南鹿邑建立赖国，依附于商朝。周武王伐商时，赖人被迫南迁，后来接受周朝的子爵封号，称赖子国，至鲁昭公四年（公元前538），赖子国被楚国所灭，族人迁于鄢地（今湖北随县东北），以国为氏，称赖氏，是为湖北赖氏。二、洗马桥赖氏下津村赖氏，世居洗马桥寨，因该族谱牒失修失传，开基始祖名讳，迁入时间及世系流传皆无凭可考。相传，赖氏始祖由福建（客顶）汀州地域迁徙入潮，其后在思古铺开店经商。后来与林、管三姓联合兴建洗马桥寨居住。至2019年3月收集资料时，传12户，有54人。另有一支迁六亩村。"
  },
  {
    "id": "doc-第二篇-先祖创乡-第八章-洗马桥-第四节-管氏-eb82080e7d3082bea3ac018988b64df5-html",
    "part": "第二篇 先祖创乡",
    "title": "第四节 管氏",
    "file": "第二篇 先祖创乡/第八章 洗马桥/第四节 管氏 eb82080e7d3082bea3ac018988b64df5.html",
    "text": "第四节 管氏一、管姓由来管氏源自姬姓，望出晋阳。周文王第三子姬叔鲜，在灭商立周战争中功勋卓著。公元前1046年，周武王封姬叔鲜于管地（今河南郑州管城）建立管国，负责监管纣王之子武庚和商朝遗民。周成王时，因其四弟周公摄政，不服周公号令，与蔡侯，霍侯联合纣王之子武庚叛乱，周公东征平叛胜利后，忍痛将三兄长姬叔鲜处死。管侯的子孙以国\"管\"为姓，称管氏。二、洗马桥管氏下津村管氏，世居洗马桥寨。该族因谱牒失修失传，开基祖名讳，迁入时间及世系流传失知。相传，管氏先祖由丰顺迁居枫溪龙翔。洗马桥管氏始祖由龙翔寨来思古铺开店经商。其后裔于何时联合林、赖两姓兴建洗马桥寨无资料可考。至2019年3月收集资料时，管氏传衍12户，有54人。"
  },
  {
    "id": "doc-第二篇-先祖创乡-第八章-洗马桥-第一节-洗马桥概况-0242080e7d308316ae5c818ac0d8d7ef-html",
    "part": "第二篇 先祖创乡",
    "title": "第一节 洗马桥概况",
    "file": "第二篇 先祖创乡/第八章 洗马桥/第一节 洗马桥概况 0242080e7d308316ae5c818ac0d8d7ef.html",
    "text": "第一节 洗马桥概况洗马桥村落坐南朝北，南与黄金塘村辖境交界，北隔田洋与山边寨相望，东与黄田山部队驻地分界，西濒后溪，沿溪土地与原沙瓠村相连。洗马桥原地名叫思古铺，思古铺是古代邮递站名称。潮州自宋代始，设四路邮递。自潮州城邮递总铺向东经东门、桥东、铺尾火神爷宫、虎池边，燕仔山、观音岭、十五岁公坟、亭脚山、孝子坟到思古铺为东路第一邮递站，古时路程为十里。上述线路，也是古代潮州通往饶平的官道。官府在思古铺西侧的后溪，用石板条架桥作通道。后清时期，官员过道，常在桥边后溪洗马，时人称该桥为洗马桥。尔后，由桥名转为寨名。古代，洗马桥寨周边的聚落，信件皆由思古铺邮递站接送。百姓利用官道往来，常在思古铺歇息。路过此地的林、赖、管、刘等氏先祖，先后在铺边开店，先来的林、赖、管子孙，联合兴建洗马桥寨，刘氏子孙也在寨之西侧兴建房屋，逐渐形成聚落。洗马桥先祖，披荆斩棘，开垦田园，种植农作物和水果。潮安解放后，洗马桥隶属潮安县十三区黄金塘乡管辖。1957年，划属下津管辖，编在第五排。1960年，改为新丰队。尔后，分为19队和24队两个生产队，合并后改为第九村。自1985年迄今为下津村第九村民小组。随着经济的不断发展和人口的增加，村民住宅面积逐年增加，全村聚落面积比1952年扩大五倍。洗马桥创寨于何时，由于各姓无谱牒记载，难以推定。现该村村民有刘、林、黄、赖、管、柯、张七姓，共137户，569人。"
  },
  {
    "id": "doc-第二篇-先祖创乡-第二章-廖氏-70a2080e7d3082c9963981dc38b696e8-html",
    "part": "第二篇 先祖创乡",
    "title": "第二章 廖氏",
    "file": "第二篇 先祖创乡/第二章 廖氏 70a2080e7d3082c9963981dc38b696e8.html",
    "text": "第二章 廖氏第一节 下津廖氏源流纪略第二节 廖厝第三节 草美乡"
  },
  {
    "id": "doc-第二篇-先祖创乡-第二章-廖氏-第二节-廖厝-65a2080e7d308339979e01cf3c52a2c3-html",
    "part": "第二篇 先祖创乡",
    "title": "第二节 廖厝",
    "file": "第二篇 先祖创乡/第二章 廖氏/第二节 廖厝 65a2080e7d308339979e01cf3c52a2c3.html",
    "text": "第二节 廖厝廖厝位于下津村的西北部，西面濒韩江东岸，北面与中津村分界，南面与陈厝、茂利、铺仔前、巷内相邻，东面临安凤公路与窟尾沟毗邻。廖开潮于宋端宗年间（1276—1277），因避战乱，携家眷，由莆田乌分门楼石榴花街石榴花巷井脚迁徙入潮，卜择潮城韩江东岸开基，始创地在今画门神一带，因而得廖厝埔地名。廖厝经历代先祖的不断开发，拥有画门神、绞队井、桑树脚、廖厝埔，弯堤廖厝，廖厝码头廖厝，明经第，水仙亭，廖厝祠，廖厝山、廖厝码头等聚落名称和地名。开潮公传至五世廖烈然，廖崖柏、廖润松、廖自忆分为四大房。廖厝创乡迄今743年，传23世，有78户，344人。廖厝先祖，世代以农、工、商、运为业。工业以制作木器、竹器为主，素有男木器女竹器之传统工艺。木器产品有木屐、水桶、尿桶、面桶、脚桶、马桶等家具和用具。\"廖合利\"铺号所制作的嫁妆五大用品水桶、面桶、腰桶、脚桶、马桶载入蔡绍彬所编修的潮州历史文化丛书第十二本《潮州城街巷志》第77页。竹器产品主要有竹筅、香枝、篦青枝等。尤以家庭妇女破竹筅工艺精湛，产品耐用闻名。廖厝土地爷宫建于韩江之滨，廖厝祠建于廖厝乡之中心。廖厝山是祖墓山，现属上津村境。清乾隆二十一年（1756），潮州知府金绅主持修筑东厢码头十九座，其一以廖厝聚落于江边而命名廖厝码头。明万历年间，廖广渤以拔贡任台州判署。明崇祯年间，廖厝有十八秀才。清代，廖碧堂获贡生员、武举人功名，还有文武进士各一人。一、画门神在门上画神像起源于唐太宗，相传，李世民晚年常作恶梦，请秦琼、尉迟恭夜间站在寝宫大门口，便酣然入睡。后来，李世民见两位老帅支撑不住，就叫画师将他俩人的像画在大门上。尔后，民间兴建宗庙也在祠堂大门上画秦琼、尉迟恭的神像，旨在保护福祉康宁。画门神聚落因先祖未建祠堂，利用大厅祭祖，就在大门上画秦琼、尉迟恭的神像以镇宅，时人就称该聚落为画门神。廖东隐：（方志载稳），据洋头村村碑记载于宋末迁枫溪洋头创乡，现传700余人。廖永记： 于清代开创绞队井。廖绍光： 于清代兴建画门神背桑树脚聚落，传至廖先荣迁意溪创祖，该支现传80余人。廖大妹及儿子廖振发先后迁马来西亚侨居。廖绍宾： 于清代兴建桑树脚西侧、脚桶黄背、廖厝埔南侧的七字形聚落，即今廖厝埔厅东。廖狮哥迁梅县丙村，廖狮弟侨居新加坡。廖东平： 于东津堤顶兴建房屋。1949年9月，廖木溪（乳名猪屎）被胡琏兵团残部捉往台湾充兵。1952年以后，画门神先后隶属下津群益社、前进社、第四排、新兴生产队、第11生产队、第3村民小组管辖。画门神现传23世，有16户，86人。二、绞队井廖永记： 于清同治元年（1862），由画门神徙创绞队井聚落。创乡迄今157年，传7代至开潮公23世，现有25户，98人。先祖世代习武防身，每遭强人骚扰，便摇旗绞队，保护家园。该聚落水井建在村前，时人称之为绞队井，久之，成为聚落名称。清末民初，廖再木、廖振溪、廖明正、廖明丰在堤顶建屋。清代至民国间，先后侨居新加坡者有：廖先板、廖先科、廖先权、廖老哑、廖振正，廖弟九、廖五、廖振美、廖再木。现传衍有百余人。1949年9月，廖木盛被胡琏兵团残部捉往台湾充兵。绞队井村民大部分为工人户，1958年安排在第四排，尔后被分插在四个生产队，现属下津村第三村民小组管辖。三、廖厝埔廖崖柏： 约于明宣德三年（1428），由祖屋移创廖厝埔聚落。创乡迄今约历592年，现有12户，46人。廖厝埔创乡之后，历史上曾遭两次洪水冲袭。第一次在咸丰三年（1853），廖厝码头决堤，第二次在清宣统三年（1911），三师庙决堤。这两场水灾，使房屋倒塌，族人多外迁，几欲散乡。廖绍章： 于1911年携家眷迁潮州城下西平路池仔顶内居住。同时在仙街头租铺创办\"廖合利\"铺号。传至廖先勤、廖先松、廖先源增创\"廖合利松记\"、\"廖合祥\"商号。三兄弟合资购置义安里300平方米住宅，产权名廖永志堂。现传100余人。廖永道： 于1911年，携家眷徙创弯堤廖厝，聚落呈一巷两厢式，南厢靠弯堤，有四间房，北厢靠陈厝，有一厅二房，巷头门朝韩江。该家族以\"做桌\"（办理酒席）为业。1964年6月17日，韩江洪水暴涨，屋背弯堤旋水，抗洪部队应急拆屋杉打桩，推墙堵旋洞。尔后，经多次扩堤，使弯堤廖厝湮没于堤围之中。现该支在香港\"声\"字辈有六大户，50余人，数次回乡省亲。1911年，廖永禄、廖永理、廖来家、廖方墙四大户合力重建家园。廖厝埔新建的聚落为东西相朝，两边以厅为中，各建四间房屋。中间为灰埕，南北各建龙虎门。廖厝埔先后迁新加坡侨居有：廖绍贞、廖亚五（\"声\"字辈）、廖作传、廖炎通，共传30余人。侨居马来西亚有：廖添树，传10余人。1952年以后，廖厝埔先后隶属下津群益社、前进社、第四排、新兴生产队、第11生产队，第3村民小组管辖。四、廖厝码头廖厝廖润松： 约于明宣德三年（1428），由祖屋徙韩江之滨兴建聚落，1756年韩江筑码头，因廖姓聚落而称廖厝码头。清代潮州邮递总铺，曾在廖厝码头与廖厝之间设邮递站。廖厝原坐向是坐东朝西面临韩江，明万历年间，廖广渤一族迁居明经第。清咸丰三年（1853），廖厝码头决堤，整座村落被洪水冲毁。重建的聚落坐西朝东。清宣统三年，三师庙决堤，北侧房屋被洪水冲毁，南侧房屋于1940年，被驻笔架山的日军烧毁。由于天灾人祸，该聚落可考者仅有廖锦元、廖木章两大户居住。现该聚落名称曰脚桶黄前，仅有一户，4人。五、明经第明经第兴建于明万历年间，厝座坐西朝东为三进一巷二厅式。该聚落可考者，廖碧堂后裔居上座及北巷，廖绍林居下座。中座于清咸丰三年廖厝码头决堤被冲浸倒塌。廖绍林： 于晚清时期迁凤塘，长子廖德芳守祖居，廖德光长子廖惠通过继廖德芳。余者概有20人从邱姓。廖松兴于民国年间迁铺头埔。明经第廖厝现有5户，22人。六、水仙亭明宣德十年（1435）之前，韩江东岸未筑堤，韩江洪水及内地山洪顺地势自北向南长期冲刷，形成水窟。先祖在水中兴建亭榭，供老年人饮茶聊天及儿童读书。东厢堤筑后，自忆公房嗣裔将建亭的水窟屯莫沙土，兴建聚落，时人称之为水仙亭，久之，称为水心亭。水仙亭聚落坐北朝南，中央分上、中、下三厅，两侧巷厝。始建于明正统年间（1436—1449）。清咸丰三年（1853）决廖厝码头堤，清宣统三年（1911），三师庙决堤，两次决堤，使水仙亭房屋大部冲毁。尔后，逐步修建。现有16户，76人。迁出有：廖大道侨居新加坡。廖振映迁韶关。廖振汉迁潮州城内。廖振亮（乳名亚耐）于1949年9月被胡琏残部抓往台湾充兵。（提供资料：廖振海、廖耀明、廖耀镇、廖春茂、廖龙泉）"
  },
  {
    "id": "doc-第二篇-先祖创乡-第二章-廖氏-第三节-草美乡-c8f2080e7d30823aa8b381959f82fbef-html",
    "part": "第二篇 先祖创乡",
    "title": "第三节 草美乡",
    "file": "第二篇 先祖创乡/第二章 廖氏/第三节 草美乡 c8f2080e7d30823aa8b381959f82fbef.html",
    "text": "第三节 草美乡草美乡，俗称草尾廖。位于下津村中部，聚落坐西朝东，东面与下津文体广场相连，西面与巷内交界，北面与新湖路南住宅区及康厝接壤，南面与桃园路北住宅区相邻。草美创乡迄今历223年，传九世，裔衍海内外。现居本地有75户，337人。廖氏花公二十世 廖兴可 于清嘉庆元年（1796），携弟廖兴以由大埔县三河西坑邦田磜（今属茶阳镇）入潮养鸭群为生，选择巷内前一座荒沙墩搭草寮居住，因而得乡名草尾廖。先祖创乡的沙墩是韩江决堤所形成，原是照壁乡刘氏的公田。该乡族长见廖兴可为人勤劳诚实，将义女李德宜许配他为妻，允许他们在斯地创乡，还将沙墩前被沙积压的田地租与耕种。经一、二世祖不断地将田里积沙挑往余厝坟，清理一片耕作一片。自三世祖始，兴建瓦房，每间房屋每年需向刘氏交纳一个银元的租金。经历代先祖的辛勤劳作和节俭积累，逐年购买地权。至清光绪年间，分成九大户时，方买断聚落地权。草美乡先祖入潮初时，认亲后廖，沿用开潮公派字辈，开基始祖套入\"永\"字辈。族人世代以农为主业，以挑鱼苗为副业。至晚清时期，廖先治家族以经商为业，廖先告家族以造船为业。廖先治家族于清光绪二十二年（1896年），在潮州城上东堤创办\"廖元兴\"商号。至1916年，在廖厝祠南侧购地兴建儒林第厝座，建筑面积1708平方米。草尾族人称之为新厝，时人以商号称之为廖元兴。廖先治裔衍潮州、汕头、广州、武汉、成都、南京、青岛、洛阳、北京、深圳、香港、台湾及泰国、美国、英国、加拿大、新加坡、澳大利亚等地，有300余人。迁徙概况廖先勤于清光绪年间迁樟林，至其子廖大麟于民国初年返乡。迁汕头： 廖海木、廖海平、廖振合、廖令芝（后落籍惠来）、廖振池、廖振权等（共传60余人）迁澄海： 廖源贤迁海南： 廖双舟、廖耀城、廖耀加侨居泰国： 廖炎潮、廖大松、廖源通、廖耀锦、廖双强、廖海茂、廖源贞、廖映庭等（不含先治公房）侨居新加坡： 廖海松、廖海藩、廖振杰侨居马来西亚： 廖十一、廖十三、廖振垂1939年，驻笔架山日军，在草美采用隔间放火的手段，烧毁一座公厅和二间房屋，另有四间房屋在日军撤后，被族人扑灭。1952年以后，草美乡先后隶属下津建英社、前进社、第三排、红星生产队、第五生产队、第四村民小组管辖。（提供资料：廖振钿、廖锡林、廖耀光、廖耀楷）"
  },
  {
    "id": "doc-第二篇-先祖创乡-第二章-廖氏-第一节-下津廖氏源流纪略-2082080e7d30829e807281c24b540ba0-html",
    "part": "第二篇 先祖创乡",
    "title": "第一节 下津廖氏源流纪略",
    "file": "第二篇 先祖创乡/第二章 廖氏/第一节 下津廖氏源流纪略 2082080e7d30829e807281c24b540ba0.html",
    "text": "第一节 下津廖氏源流纪略廖氏源出己姓，以国为氏，望出汝南，派盛武威。廖氏源祖黄帝，帝娶嫘祖为元妃，生昌意，意生颛顼，顼生称，称生吴回，回生陆终，终生樊。樊赐己姓，封昆吾国，号昆吾氏。樊公第三子己叔安，随尧舜平\"三苗\"部落有功，封飂国（今河南省唐河县湖阳镇）守卫华夏南大门。尧舜时期，中原十年九潦，飂叔安率民开凿两条人工河（飂阳河和飂阴河），治水安邦。在汉书《古今人表》中，飂叔安与大禹同列远古一流圣贤。飂国历夏迄周，世为诸侯。公元前639年，楚成王以飂国联合诸侯于蒲骚伐楚师为由，亲率楚军伐飂，碾碎了古飂国1400多年的文明。飂襄率族迁居于汝南，为怀念故国，以国为姓，称廖氏，是为汝南廖氏，史称廖姓正宗。秦汉时期，廖姓世居汝南，蕃衍江北，蔚为望族。三国时期，廖化仕蜀，以果烈打先锋，封忠乡侯。蜀灭，偕甘陵王刘永，迁居洛阳。西晋咸宁二年（276）廖子璋以武功封左卫镇国大将军。公元311年，廖从宛因\"五胡乱华\"，由洛阳南渡浙江松阳，至东晋成帝时，封大总管镇守江南。其后十二世，历代簪缨，照耀松阳。廖延龄于北周武帝间任武威郡太守封武威郡公，此乃武威廖氏之由来。廖崇德于唐贞观十四年（640），以明经登第出仕虔化（今江西宁都、石城、于都、会昌、瑞金一带）县令，累职宣州刺史。于公元644年返松阳携子侄二十四户落籍虔化。自廖崇德之后一百多年间，是廖氏历史上一个鼎盛时期，廖族任尚书官职7人，进士登第22人，举人39人，其他官宦180人，成为当时的名门望族。廖光景任唐宰相，生琼瑄、琳瑄、瑞瑄三子。廖琳瑄以武功授唐前百胜军指挥使，银青光禄大夫镇守莆田，公元754年累职兵部尚书左仆射上柱国。其次子廖三十一郎留守莆田……其后廖开潮于宋末入潮开基东津乡廖厝。廖琼瑄于唐天宝二年（743）钦取进京，官拜参政大夫。其子廖四十一郎因\"安史之乱\"（755—763）由虔化迁宁化石壁寨，屡遭兵乱再迁顺昌合阳市（今南平市延平区峡阳镇）。五代十国时，廖文兴兄弟九人仕后唐，金阶佐庄宗。廖花（俗称花公）于宋太祖乾德元年（963），袭父廖文兴之职，出仕湖广参政莅任汀州。妣冯一娘（俗称花妈）诰封淑德太恭人。花公花妈生一子廖昌，任恩阴县尹。三孙：廖彻，太学生，敕赠云骑尉；廖政任陵宁县丞；廖敏任湖广德安府通判。传至五世玄孙46丁口，五代同堂。花公四世廖百一郎迁上杭城南，六世廖万一郎迁洪山（今属永定），十一世廖永铨迁梅县，十三世廖满郎迁大埔，二十世廖兴可于清嘉庆元年（1796）携弟入潮之东津乡开基草美廖。下津廖姓，自宋末迁入创乡，现两宗居斯地有153户，681人。"
  },
  {
    "id": "doc-第二篇-先祖创乡-第九章-海鹅头乡-fd02080e7d3083c281f9013f40e2dc54-html",
    "part": "第二篇 先祖创乡",
    "title": "第九章 海鹅头乡",
    "file": "第二篇 先祖创乡/第九章 海鹅头乡 fd02080e7d3083c281f9013f40e2dc54.html",
    "text": "第九章 海鹅头乡本章收录海鹅头乡概况及各姓氏史料，内容来源：《下津村史》第二篇第九章。各节内容见子页面：第一节 海鹅头乡概况第二节 张氏第三节 钟氏"
  },
  {
    "id": "doc-第二篇-先祖创乡-第九章-海鹅头乡-第二节-张氏-8da2080e7d30821599ea810c2f752fdf-html",
    "part": "第二篇 先祖创乡",
    "title": "第二节 张氏",
    "file": "第二篇 先祖创乡/第九章 海鹅头乡/第二节 张氏 8da2080e7d30821599ea810c2f752fdf.html",
    "text": "第二节 张氏一、海鹅头张氏源流纪略张氏源自姬姓，望出清河。黄帝居于姬水以水名而命姬姓，帝纳彤鱼氏为三妃，生挥，为帝之第五子。姬挥是弓矢的发明者，他观弧星而造弓矢。因此，被黄帝封为弓长（也称弓正），族人用姬挥所造的弓矢狩猎，比用木棒、石块搏击鸟兽收获得更多。黄帝就将儿子的官职弓长合二为一，赐为张姓，封于尹城国之清阳（今河北省清河县），号青阳氏。张挥的后代张嵩，于商汤王十年任御驾将军。传至周末，张琬采仕齐官拜万户侯，公三子名位俱显，始立庙清河，此乃张氏清河郡望之由来。秦末，张良佐刘邦成大业，封汉留侯，其后簪缨累世。三国时期，张氏散居关中、徐州、扬州等地。晋代，张明避乱携族五百余口南渡衢州，传五世又成国族。五胡猖乱，举族迁韶州曲江。至盛唐，张九龄入相，重膺世守，唐玄宗御赐金印，其后立\"金鉴堂\"，蔚为望族。\"黄巢之乱\"世族分迁各地。张怀孙由宁化迁汀州，其后张景汉于宋仁宗三年（1025）由闽入粤，开基大埔溪南大靖村。传至张肇基，由大埔迁饶平上饶乌石，其第三子张启盛，于明洪武年间，由乌石徙浮滨咸美开基。二、海鹅头张氏海鹅头始祖名字失传，系张启盛十六世，公约于清嘉庆三年（1798）由饶平县浮滨桥头村（属张氏敬叙堂派下）迁海阳县创山边寨，其后迁创海鹅头。启盛公八世启用字辈：气望震翼，昭烈可式，世传广远，与天合德。开基始祖系\"世\"字辈，现传八世至\"德\"字辈，创乡迄今约历221年，有40户，180人。"
  },
  {
    "id": "doc-第二篇-先祖创乡-第九章-海鹅头乡-第三节-钟氏-c192080e7d3082c79171010912b5da77-html",
    "part": "第二篇 先祖创乡",
    "title": "第三节 钟氏",
    "file": "第二篇 先祖创乡/第九章 海鹅头乡/第三节 钟氏 c192080e7d3082c79171010912b5da77.html",
    "text": "第三节 钟氏一、钟氏得姓钟氏源自子姓，望出颍川。纣王有个庶兄名子启，封邑于微（今山东梁山西北），称微子。周武王时，封微子于宋地（今河南商丘南）建立宋国，称宋桓公。宋国于公元前488年，增置\"钟\"等五个邑。至宋偃为国君时，时人称之为钟邑，遂以钟为姓，是为河南钟氏，史称钟姓正宗。钟姓的另一宗源自嬴姓。周代，伯益的后代被封于钟离国（今安徽临淮关一带）。春秋时，钟离国被楚国吞并，国人称钟离氏，其中一部分族人改钟离为钟氏，是为安徽钟氏。二、海鹅头钟氏海鹅头钟氏，始祖钟锦麟，于晚清时期，由河内后径村迁居于草寨（今黄田山军营内）。其子钟炳元，娶妻枫溪吴氏，其家乡以制陶瓷为业。有一天，钟炳元在径后挖田头粪池时，发现瓷土。于是，在响水利用流水落差动力，兴建水碓加工瓷泥，销往岳父家乡的瓷厂。1952年，钟炳元举家迁海鹅头村落籍。现传6世，有三户，14人。（提供资料：海鹅头老人组）"
  },
  {
    "id": "doc-第二篇-先祖创乡-第九章-海鹅头乡-第一节-海鹅头乡概况-12f2080e7d308304aa0281ae2b7da3d4-html",
    "part": "第二篇 先祖创乡",
    "title": "第一节 海鹅头乡概况",
    "file": "第二篇 先祖创乡/第九章 海鹅头乡/第一节 海鹅头乡概况 12f2080e7d308304aa0281ae2b7da3d4.html",
    "text": "第一节 海鹅头乡概况海鹅头原地名称栖凤，是明代桃坑刘氏21世刘伯殿卜择栖凤开基。尔后嗣裔迁洋东刘定居，奉伯殿公为始祖。清嘉庆年间，饶平浮滨张某（名字失传）入潮开基山边寨，其后裔渡台湾发财，将金条挟在竹槌中返潮州，行至孝子亭，远观后溪东畔群山地形像海鹅（今称飞天燕）饮水，遂向洋东刘契买斯地创海鹅头乡。海鹅头乡厝座坐东朝西，背依溪畔山，面朝后溪。先祖世代以农为业，1952年隶属潮安县十三区管辖，1957年由磷溪黄金塘划属下津管辖。先后编在第五排、建新队、18队，现为下津村第8村民小组。该自然村现居住张、柯、刘、黄、钟、林6个姓氏，有68户，283人。"
  },
  {
    "id": "doc-第二篇-先祖创乡-第六章-潘氏-7dc2080e7d3082628dcf0113c2a184ac-html",
    "part": "第二篇 先祖创乡",
    "title": "第六章 潘氏",
    "file": "第二篇 先祖创乡/第六章 潘氏 7dc2080e7d3082628dcf0113c2a184ac.html",
    "text": "第六章 潘氏本章收录下津潘氏的源流纪略与聚落史料，内容来源：《下津村史》第二篇第六章。各节内容见子页面：第一节 下津潘氏源流纪略第二节 潘厝"
  },
  {
    "id": "doc-第二篇-先祖创乡-第六章-潘氏-第二节-潘厝-8c62080e7d3082689c3001416fe1a0f7-html",
    "part": "第二篇 先祖创乡",
    "title": "第二节 潘厝",
    "file": "第二篇 先祖创乡/第六章 潘氏/第二节 潘厝 8c62080e7d3082689c3001416fe1a0f7.html",
    "text": "第二节 潘厝潘厝位于下津陈厝祠和三舍宫之间，厝座坐北朝南。潘氏因谱牒失修失传，始创祖名字、于何时、由何地、何原因迁入本村的史料不详。据潘氏宗亲所述，该支自始祖排序八个字辈，已起用完毕，现有二代人无字辈可排序。由此得知，下津潘氏已传十世，九个代距。每代距平均28年推算，创乡时间约在清乾隆三十二年（1767），迄今约历252年。先祖世代以木工，小商贩为业。潘厝由于聚落面积所限，历代族人多迁移他地创祖，现铺尾和潮州城内有20余户，传100余人。居本村仅有3户，11人，隶属下津村第一村民小组管辖。（根据《中华百家姓氏通鉴》及铺尾潘氏宗亲口述整理。）注：铺尾采风由本村潘明溪引路。"
  },
  {
    "id": "doc-第二篇-先祖创乡-第六章-潘氏-第一节-下津潘氏源流纪略-3402080e7d30826db2d40142c5ecfea9-html",
    "part": "第二篇 先祖创乡",
    "title": "第一节 下津潘氏源流纪略",
    "file": "第二篇 先祖创乡/第六章 潘氏/第一节 下津潘氏源流纪略 3402080e7d30826db2d40142c5ecfea9.html",
    "text": "第一节 下津潘氏源流纪略潘氏源自姬姓，望出荥阳。周文王姬昌第十五子名曰姬高，在推翻商朝的战争中功勋卓著。公元前1046年，周武王建立周朝，在朝歌（商都）封姬高于毕，位到公爵，史称毕公高。毕公高封他的第四子姬季孙，采食于潘地（今河南省荥阳市万安乡崇仁里），封荥阳侯。\"潘\"字本义为洗米水，潘国境内的潘河水呈洗米水状，因此称潘（原音\"奔\"）水，潘地因潘水而得名。春秋时期，诸侯混战，潘侯的子孙不断迁徙，先迁都于洛阳，再迁都商丘，终定都固始（置都地称潘乡）。公元前663年，潘国被楚国所灭，子孙散处，以国为姓，称潘氏。十一世潘崇仕楚，累职太师，潘氏成为楚国公族，蔚为大姓，子孙奉潘崇为始祖，怀念祖德，以姬季孙始封地荥阳为郡望。"
  },
  {
    "id": "doc-第二篇-先祖创乡-第七章-黄氏-4a12080e7d3083818fb4019add9f7cb8-html",
    "part": "第二篇 先祖创乡",
    "title": "第七章 黄氏",
    "file": "第二篇 先祖创乡/第七章 黄氏 4a12080e7d3083818fb4019add9f7cb8.html",
    "text": "第七章 黄氏本章收录下津黄氏的源流纪略与聚落史料，内容来源：《下津村史》第二篇第七章。各节内容见子页面：第一节 下津黄氏源流纪略第二节 脚桶黄第三节 山边寨第四节 绞队井黄氏"
  },
  {
    "id": "doc-第二篇-先祖创乡-第七章-黄氏-第二节-脚桶黄-74f2080e7d30833f9e7581dfb87135dc-html",
    "part": "第二篇 先祖创乡",
    "title": "第二节 脚桶黄",
    "file": "第二篇 先祖创乡/第七章 黄氏/第二节 脚桶黄 74f2080e7d30833f9e7581dfb87135dc.html",
    "text": "第二节 脚桶黄脚桶黄位于下津村西部，厝座坐东朝西。东面、西面和北面与廖厝交界，南面与酒厂厝座背相邻。旧时侨汇地址为东津乡廖厝码头土地爷宫脚黄厝，因先祖世代以制木桶为业，久之被称为脚桶黄。因谱牒失修失传，先祖于何时，由何地，何原因迁入开基未详。留传排序\"逢成基业、德建名立、福民济世、家国兴隆\"16个字辈，何世起用\"逢\"字辈也不详，现传至排序第十二个字\"世\"字辈。脚桶黄由于历史上诸多原因，先祖大部分迁走，侨居泰国近百人，侨居越南者，因排华又迁各国，失去联系，迁居桥头、潮州城内、上津沙坝黄几十户，数百人。现居本村13户，50人。清宣统三年（1911），三师公决堤，原聚落被洪水冲毁。民国元年（1912），由旅泰侨亲黄永、黄世春等主持，集资重建家园，厝座为二进厅，二巷厝。公厅命名：\"良士公厅\"，命堂号为\"绍昌堂\"。1952年，因大部分人移居他地，公厅及大房被没收分配他人居住使用。1988年，由旅泰侨亲黄福泰、黄福英、黄福朝向有关部门申请落实侨房，按政策规定出资赎回产权。1989年重修公厅，置龛祭祖。脚桶黄公厅立祖讳良士为厅名，由此可推：一、黄良士是开基祖。二、明代沙坝黄孝子名曰黄良丰，倘若黄良士与黄良丰属同辈份、同时代的人物，那么，脚桶黄创乡于明代。再由字辈已起用12世可推，脚桶黄使用字辈已历308年。（根据黄民生提供资料整理。）"
  },
  {
    "id": "doc-第二篇-先祖创乡-第七章-黄氏-第三节-山边寨-b512080e7d3083029b3d81450eb431d2-html",
    "part": "第二篇 先祖创乡",
    "title": "第三节 山边寨",
    "file": "第二篇 先祖创乡/第七章 黄氏/第三节 山边寨 b512080e7d3083029b3d81450eb431d2.html",
    "text": "第三节 山边寨山边寨位于飞天燕瓷土矿东侧的山坡下，寨落背依飞天燕山，南朝洗马桥寨。相传，先祖由福建官边入潮，为怀念祖居，命寨名为山边。因该寨谱牒失修失传，开基祖名讳、创寨时间，传衍代数未详。族人世代以农为业。古代，后溪东畔龙有草寨，洗马桥寨，乌石寨、山边寨四个寨，东津人称之为四寨。1952年山边寨隶属潮安十三区管辖，1957年，山边寨由磷溪黄金塘村划属潮州市新合乡下津连第五排管辖。公社化时期，下津大队引后溪水灌溉农田，开凿山边寨后水利渠道之后，寨中井水变色，寨民难以饮用。1967年，下津大队决定并乡，6户安置在洗马桥寨居住，2户安置在海鹅头村居住，迄今已历52年（1967—2019）。山边寨黄氏现传31户，123人，其中，居于洗马桥25户，98人，居于海鹅头6户，25人。（提供资料：洗马桥老人组、海鹅头老人组）"
  },
  {
    "id": "doc-第二篇-先祖创乡-第七章-黄氏-第四节-绞队井黄氏-dfd2080e7d30838a90e48196ea758dc6-html",
    "part": "第二篇 先祖创乡",
    "title": "第四节 绞队井黄氏",
    "file": "第二篇 先祖创乡/第七章 黄氏/第四节 绞队井黄氏 dfd2080e7d30838a90e48196ea758dc6.html",
    "text": "第四节 绞队井黄氏始祖 黄义成 祖籍海阳县浮洋（今潮安区浮洋镇）菊塘村，青年时期漂洋过海到马来西亚谋生。1930年，携子黄炳森回潮州，先居于桥东铺尾，以经营农具为业。潮州沦陷期间（1939—1945），举家移居意溪，而后辗转东津，先居于番客内，后择绞队井廖厝定居，公卒葬八卦地山。其子黄炳森，以经营蔬菜为生。1952年，全家落籍下津。绞队井黄氏现传6世，共2户，13人。（提供资料：黄芝孝）"
  },
  {
    "id": "doc-第二篇-先祖创乡-第七章-黄氏-第一节-下津黄氏源流纪略-6662080e7d30835a888901b34e3ec4c2-html",
    "part": "第二篇 先祖创乡",
    "title": "第一节 下津黄氏源流纪略",
    "file": "第二篇 先祖创乡/第七章 黄氏/第一节 下津黄氏源流纪略 6662080e7d30835a888901b34e3ec4c2.html",
    "text": "第一节 下津黄氏源流纪略黄氏源自黄国，望出江夏。\"黄\"地之色也，轩辕氏因有土德而号黄帝。黄帝七世陆终，是东夷族首领，居于大别山北麓淮河南岸，娶鬼方氏女嬇，生六子。父子因治水有功，德荫世泽。夏启王时，封陆终公嗣裔于黄国（今河南省信阳市潢川县）。黄国历夏迄商，世为诸侯。周武王时，改封黄国为子爵国。春秋时，楚国称霸，楚王会诸侯于沈鹿，黄国不赴会。公元前648年，楚国以黄国不贡为由，兴师伐黄，楚军翻越大别山，出其不意一举攻克黄国。失国后，子孙为怀念故国，以国为姓，称黄氏，奉陆终公为始祖。楚国将黄国遗民迁至今湖北境内，黄氏遇境聚居，以黄命名，因而今湖北一带有黄冈、黄陂、黄安、黄石、黄梅等地名。王族被迁往楚都郢（今湖北江陵、荆州一带），形成秦时的江陵黄氏。东汉时期，江夏黄香以孝闻名，任尚书令，其子黄琼仕汉任太尉。其后蔚为江夏望族，此乃江夏黄氏之由来。四十三世 黄南陆 迁居固始。六十八世黄珂郎仕晋为官，莅任信州（今江西上饶）。七十三世黄志迁昭武（今属福建三明市）。八十九世黄峭山，宋祥符元年（1008）登戊申科进士，累职太子太保。公有妻三，子二十一。其后由闽入潮，奉黄峭山为江夏祖，立衣冠墓于莲花山脉虾地。下津村黄姓有三宗，开基脚桶黄、山边寨及落籍定居绞队井廖厝，现有44户，186人。"
  },
  {
    "id": "doc-第二篇-先祖创乡-第三章-陈氏-abb2080e7d30827c89aa8126f2a86d25-html",
    "part": "第二篇 先祖创乡",
    "title": "第三章 陈氏",
    "file": "第二篇 先祖创乡/第三章 陈氏 abb2080e7d30827c89aa8126f2a86d25.html",
    "text": "第三章 陈氏陈氏在下津创乡于元至元十九年（1282年），开基祖陈莲峰卜择笔架山北麓、韩江东岸之滨开基下津陈厝，创立潮州陈氏阁院派，使下津陈厝成为粤东陈氏一处发祥地。现居下津有多户传承。第一节 下津陈氏源流纪略第二节 陈厝"
  },
  {
    "id": "doc-第二篇-先祖创乡-第三章-陈氏-第二节-陈厝-7c52080e7d3082a99b4d815b6d56c54e-html",
    "part": "第二篇 先祖创乡",
    "title": "第二节 陈厝",
    "file": "第二篇 先祖创乡/第三章 陈氏/第二节 陈厝 7c52080e7d3082a99b4d815b6d56c54e.html",
    "text": "第二节 陈厝下津陈厝创乡于元至元十九年（1282），迄今（2019）历737年，传二十六世。陈厝因姓氏而得名，位于下津村西部，村落坐东朝西，东与潘厝相邻，西濒韩江，隔江与潮州城竹木门相望，北与绞队井廖厝后园地及大房大分厅（刘银姑居址）相邻，南与弯堤廖厝相连。陈厝一世祖 陈存叟 祖籍漳州龙溪县，系陈政之21代裔孙。公于宋嘉定七年（1214）登甲戌科进士，任宋奉议大夫，宝谟阁待制兼修国史。致仕后携家眷由龙溪入潮，隐居于揭阳鮀浦（今汕头大学校区内），1243年卒葬海阳归仁都登塘盘龙埔（墓位在桃坑刘氏表公墓之下面）。开基祖 陈莲峰 避战乱举家由鮀浦迁于莲花山，结庐聚贤讲学。于元至元十九年（时年已四十），元朝以贤良授潮州总管府事。是年，卜择笔架山北麓，韩江东岸之滨开基下津陈厝。陈莲峰因平寇乱稳定地方政权，惠泽于民，累职枢密院同知，赐紫袍金鱼袋。他创立潮州陈氏阁院派，尊奉其父陈存叟为一世祖，使下津陈厝成为粤东陈氏一处发祥地。陈莲峰卒于元大德二年（1298），葬黄金塘\"五马渡江\"之地（今潮州市交警汽车驾驶培训场）。公娶田、许、林三氏，生三子，长子陈桂轩守祖居；次子陈桂林迁龙美（今属汕头）裔衍庵埠霞露；三子陈桂山迁饶平火寨。明清时期，陈厝一支迁澄海金钱村，其后徙于河婆坎下楼（今属揭西）。自七世至十一世，有数支迁出，去向未明。晚清至民国，一户迁泰国侨居，一户迁安南（今越南）侨居，三户迁出去向未明。陈厝先祖，于清同治元年（1862）兴建陈氏宗祠，祠前立有二副旗杆。旗杆于文革期间（1966—1976）被毁。陈厝土地神庙名曰\"新埔宫\"，每年农历二月二十五日祭土地神。新埔宫建在今伯公南侧，因地处潮州城外，流落本地的乞食，常在该宫住宿。该宫于上世纪六十年代，因建煤仓被拆毁。陈氏先祖，世代以工（制作木屐和家用木具）、商、运为主业。1952年以后兼务农。先后隶属下津三排、第一生产队、第二生产队、第一村民小组管辖。现居本村有29户，136人。（提供资料：陈泽华、陈番新、陈再强、陈建平、陈建溪）"
  },
  {
    "id": "doc-第二篇-先祖创乡-第三章-陈氏-第一节-下津陈氏源流纪略-fd92080e7d3082e1b21e01b80e76353e-html",
    "part": "第二篇 先祖创乡",
    "title": "第一节 下津陈氏源流纪略",
    "file": "第二篇 先祖创乡/第三章 陈氏/第一节 下津陈氏源流纪略 fd92080e7d3082e1b21e01b80e76353e.html",
    "text": "第一节 下津陈氏源流纪略陈氏源自妫姓，望出颍川。陈氏元祖舜帝，生于姚圩而姓姚，封有虞氏部落首领而号有虞氏，曾居于妫汭河（地处北京延庆），其后有以妫命姓者。舜帝长子名义均，大禹封于虞城，后又改封于商地（今属陕西），因此称商均。商均传至商纣王时，有个裔孙叫妫满，系舜帝之三十四世。公元前1044年，周武王为追念舜帝的功德，封妫满于陈国（今河南淮阳宛丘）为侯，授最高荣誉称号列\"世家\"，并将爱女太姬许配陈侯为妻，命他们盖宗庙行周礼奉祀舜帝。公元前1028年，陈侯妫满病逝，谥号\"胡公\"史称陈胡公满。公元前479年陈国被楚国所灭，子孙以国为姓，称陈氏。陈氏颍川郡望之由来：颍川置郡于秦嬴政十七年，颍川郡因颍水而得其郡名。东汉时，陈翔仕汉任御史中丞相，居于颍川。其子陈寔，汉桓帝时任太丘长。南北朝时，陈霸先建立南陈国，至南陈宣帝元年（569），追封陈寔为颍川侯，立颍川郡望，奉陈寔为颍川陈氏始祖。隋灭南陈之后，陈氏子孙散居长江以南五十个郡、县。江南陈氏系开三派。一、北庙（龙湖）派： 唐总章二年（669），泉、潮两州一带蛮獠啸乱，史称\"泉潮蛮獠啸乱\"。朝廷任归德将军陈政为岭南行军总管，率府兵三千六百名（58姓）出镇绥安平乱。其子陈元光，字龙湖，从父出征，父病逝，代领父职，平定寇患，上《请建州县表》，武周垂拱二年（686）帝诏准，划潮州、泉州部分辖地，置建漳州郡。唐景云二年（711），陈元光因轻骑征讨雷成于云霄岳山战死。唐玄宗先天元年（712），封临漳侯。开元四年（716）诏立庙，墓漳州北门外，追赠颍川侯。宋熙宁七年，宋神宗追封忠应侯。宋元祐四年（1089），宋哲宗敕赐感恩庙。从此，用北庙名开派。陈家军58姓将士定居漳州，成为闽粤各姓始祖。二、南院派： 南院派又称忠顺派。始祖陈邕，唐神龙乙巳科（705）进士，官至太子太傅。唐开元二十四年（736），因忤奸相李林甫，被贬入闽，居兴化（今莆田市），后移漳州驿站南厢山。陈邕兴造宅院于南厢山，名曰南山报劬寺，俗称\"南山寺\"。唐乾元元年（758）陈邕卒葬龙溪水头山。唐肃宗加封忠顺王。因而，南院派亦称忠顺派。唐建中二年（781），陈夫则、陈夷锡致仕，南院派举族三百四十余户从漳州迁嘉禾屿（今厦门）之南。三、义门派： 义门派又称德安派。始祖陈旺，系南朝陈宣帝之胤，唐封晋国公。唐大和六年（832），迁居江州（今江西九江）德安县太平乡常乐里永靖村，建江州义门大宅院。唐大顺二年（891）唐昭宗诏赐立义门。至宋仁宗嘉祐八年（1063），奉旨分家。其后奉陈旺为义门派始祖。"
  },
  {
    "id": "doc-第二篇-先祖创乡-第十二章-落籍创祖-3e72080e7d3082b5abb70184542fd64a-html",
    "part": "第二篇 先祖创乡",
    "title": "第十二章 落籍创祖",
    "file": "第二篇 先祖创乡/第十二章 落籍创祖 3e72080e7d3082b5abb70184542fd64a.html",
    "text": "第十二章 落籍创祖本章收录晚清至解放初期在下津落籍创祖（传三世以上）各姓氏的史料，内容来源：《下津村史》第二篇第十二章。各节内容见子页面：第一节 方氏第二节 许氏第三节 曾氏第四节 吴氏第五节 王氏第六节 蔡氏"
  },
  {
    "id": "doc-第二篇-先祖创乡-第十二章-落籍创祖-第二节-许氏-3682080e7d30823f8fc50127b5187410-html",
    "part": "第二篇 先祖创乡",
    "title": "第二节 许氏",
    "file": "第二篇 先祖创乡/第十二章 落籍创祖/第二节 许氏 3682080e7d30823f8fc50127b5187410.html",
    "text": "第二节 许氏一、许姓由来许氏源自姜姓，望出高阳。公元前1046年，周武王封伯夷的后人姜文叔于许（今河南许昌）建立许国，传至国君姜男结时，于战国初被楚国所灭，失国后，王族子孙为怀念故国，以国为姓，称许氏，是为河南许氏。许姓的另一来源出自尧帝时期的高士许由。尧帝想禅帝位于他，许由不授，向尧帝推荐虞舜，而后隐居于箕山。许由的后人，以祖字\"许\"为姓，是为河北许氏。二、廖厝埔许氏始祖 许功甫 原籍丰顺县溜隍神沙半径村。公一生以教书为业，1953年调下津小学任教，携家眷居于廖厝埔，落籍本村。许氏在下津创祖迄今已历66年。传四世，有4户，23人。"
  },
  {
    "id": "doc-第二篇-先祖创乡-第十二章-落籍创祖-第六节-蔡氏-e9b2080e7d3083fbb0000180b5b752c8-html",
    "part": "第二篇 先祖创乡",
    "title": "第六节 蔡氏",
    "file": "第二篇 先祖创乡/第十二章 落籍创祖/第六节 蔡氏 e9b2080e7d3083fbb0000180b5b752c8.html",
    "text": "第六节 蔡氏一、蔡姓由来蔡氏源自姬姓，望出济阳。周文王第五子姬叔度，在灭商战争中战功卓著。公元前1046年，周武王封叔度为蔡侯，负责监管纣王之子和商朝遗民。周武王死后，年幼的周成王继位，由周公摄政。蔡侯、管侯、霍侯认为周公摄政于周朝不利，三人联合武庚及商民七族叛乱，周公率师东征历三年平定叛乱，将蔡侯流放。至周成王亲政时，改封蔡侯的儿子姬胡于蔡国（今河南上蔡）。传至蔡昭侯，迁都于州来（今河南固始与安徽六安一带），史称下蔡。蔡国传23代，历24君。于公元前447年被楚国所灭。王室子孙，为怀念故国，以国为姓，称蔡氏。二、下津蔡氏始祖 蔡春潮 1945年出生于下津，出东郊母姨嗣蔡为祖，1980年迁回下津办石板厂落籍本村。蔡氏在下津创祖已历46年，现传三世，1户，5人。"
  },
  {
    "id": "doc-第二篇-先祖创乡-第十二章-落籍创祖-第三节-曾氏-4802080e7d30839db14e01f35088b14c-html",
    "part": "第二篇 先祖创乡",
    "title": "第三节 曾氏",
    "file": "第二篇 先祖创乡/第十二章 落籍创祖/第三节 曾氏 4802080e7d30839db14e01f35088b14c.html",
    "text": "第三节 曾氏一、曾姓由来曾氏源自姒姓，望出天水。相传禹母梦见吞苡薏而生禹。大禹以母亲的梦境，将\"苡\"字去\"艹\"部，加\"女\"傍，以示尊母，命姒为姓。公元前2070年，姒启建立夏朝，史称夏启。传至大禹五世少康中兴夏室，把自己最小的儿子姒曲烈封于鄫地（今山东苍山县西北）建立鄫国。公元前567年，鄫国被莒国所灭。鄫国太子姒巫奔鲁国为官，为怀念故国，去邑傍\"阝\"，表示离开故城，以曾为姓，称曾氏。二、下津曾氏始祖 曾新汉 于1930年（其时17岁），由长乐县（今五华县）油田乡浮湖村迁入海阳县东津乡，以理发为业，租廖厝木樟妣房屋居住，娶薛巧云为妻，落籍本村，其后兴建房屋于五马内公厅北定居。曾氏在下津创祖已历89年，现传四世，有4户，16人。"
  },
  {
    "id": "doc-第二篇-先祖创乡-第十二章-落籍创祖-第四节-吴氏-a502080e7d3083eb9afe01593d22c5bc-html",
    "part": "第二篇 先祖创乡",
    "title": "第四节 吴氏",
    "file": "第二篇 先祖创乡/第十二章 落籍创祖/第四节 吴氏 a502080e7d3083eb9afe01593d22c5bc.html",
    "text": "第四节 吴氏一、吴姓由来吴氏源自姬姓，望出延陵。周太王古公亶父有三个儿子，长子泰伯，次子雍仲，三子季历。季历生姬昌，有圣瑞。周太王有意立姬昌为继承人。泰伯、雍仲会意，出走于荆蛮梅里（今江苏无锡境内）。其后代建立吴国，公元前473年，被越国所灭，失国后，子孙为怀念故国，以国\"吴\"为姓，奉泰伯为始祖，是为江苏吴氏，史称吴姓正宗。二、下津吴氏始祖 吴应秋 乳名兴弟，于1942年，由吴厝（今属中津村）应雇来巷内牵牛为生。1952年落籍下津，居于草尾乡。1984年归还所居侨房，由村批厝地于五马池西侧，自建楼房安居至今。吴氏在下津创祖已历67年，现传四世，1户，10人。"
  },
  {
    "id": "doc-第二篇-先祖创乡-第十二章-落籍创祖-第五节-王氏-1c92080e7d30836b8d868124fbaf0aa4-html",
    "part": "第二篇 先祖创乡",
    "title": "第五节 王氏",
    "file": "第二篇 先祖创乡/第十二章 落籍创祖/第五节 王氏 1c92080e7d30836b8d868124fbaf0aa4.html",
    "text": "第五节 王氏一、王姓由来王氏源自姬姓，望出太原，派盛琅琊。周灵王的太子姬晋，因直谏父王，被贬为平民，迁居于太原。太原的百姓称其王家，姬晋遂以王族身份\"王\"为姓，是为太原王氏，史称王姓正宗。二、下津王氏始祖 王忠良 祖籍东津王厝（今属中津村）1955年出生于下津乡，落籍本村。王氏在下津创祖已历64年，现传三世，1户，8人。"
  },
  {
    "id": "doc-第二篇-先祖创乡-第十二章-落籍创祖-第一节-方氏-3272080e7d30832887e7016f9861d2d3-html",
    "part": "第二篇 先祖创乡",
    "title": "第一节 方氏",
    "file": "第二篇 先祖创乡/第十二章 落籍创祖/第一节 方氏 3272080e7d30832887e7016f9861d2d3.html",
    "text": "第一节 方氏一、方氏源流纪略方氏源自姜姓，望出河南。古代炎帝姜榆罔因受蚩尤所惑，两个部落联合攻打黄帝部落。黄帝先发制人突袭榆罔根据地阪泉（今河南省扶沟县），榆罔败北南奔。他的次子姜实率残部归顺黄帝。太子姜雷闻讯，握父兵符，号令公侯子弟十万兵马，与黄帝联盟于陂泉，佐黄帝败蚩尤，逐鹿天下，建立有熊国（今河南新郑）。黄帝元年（公元前2697）拜姜雷为左相，封邑于方山（今河南禹州方山镇），号方雷氏。长子明以方为姓，奉姜雷为方氏始祖。方氏历夏迄周，世为公侯。传至方叔，佐周宣王中兴，封邑洛阳，食邑河南三万户。汉平帝时，王莽专权，方望拜相，与王莽势不两立。方望之子方储迁歙县（开基地今属杭州市千岛湖）。传至唐代方廷范，官拜金紫光禄大夫。迁居莆田，公生七子，一至六子皆显贵，于刺桐巷立\"六桂堂\"，建牌坊。因而刺桐巷改称坊巷。153世方动，于宋代由莆田坊巷入潮开基浮洋仙庭乡（古称沙埕），裔衍下津。二、下津方氏下津方氏始祖 方英俊 于民国十一年（1922），由仙庭乡迁居东津乡绞队井廖厝，以经营豉油为业。1952年举家落籍本村，方英俊迁入下津村创祖，迄今已历97年，传五世，有4户，20人。据《仙庭乡谱志》和方绍远提供资料整理。"
  },
  {
    "id": "doc-第二篇-先祖创乡-第十一章-杜猴寨-7112080e7d30832e90d00176e607bb88-html",
    "part": "第二篇 先祖创乡",
    "title": "第十一章 杜猴寨",
    "file": "第二篇 先祖创乡/第十一章 杜猴寨 7112080e7d30832e90d00176e607bb88.html",
    "text": "第十一章 杜猴寨本章收录杜猴寨聚落概况及各姓氏史料，内容来源：《下津村史》第二篇第十一章。各节内容见子页面：第一节 杜猴寨概况第二节 李氏第三节 郭氏"
  },
  {
    "id": "doc-第二篇-先祖创乡-第十一章-杜猴寨-第二节-李氏-c762080e7d3083699ad9817abdb80463-html",
    "part": "第二篇 先祖创乡",
    "title": "第二节 李氏",
    "file": "第二篇 先祖创乡/第十一章 杜猴寨/第二节 李氏 c762080e7d3083699ad9817abdb80463.html",
    "text": "第二节 李氏一、李氏源流纪略李氏源自偃姓，望出陇西。相传，颛顼帝有个孙女名叫女修，于偃地（今山东曲阜）生下一男，取名大业，号皋陶。他以母亲的产育地点命姓，因此姓偃。尧舜时期，皋陶任大理官掌管刑狱。他的后代在夏商两朝承袭大理之职，就以官职\"理\"为氏。至商末，大臣理微，因直谏纣王而被杀害。他的儿子理利贞，为避追杀，先逃于苦县（今河南鹿邑），后逃于伊侯之墟（今河南安阳）。利贞公在逃亡途中，靠吃李树的果子充饥，为了感谢李子活命之恩，就将\"理\"字改为\"李\"字，称李氏，李利贞是李氏的肇姓始祖。李姓传至南北朝时期，历世为皇亲国戚，蔚为陇西望族，至隋末，李渊声誉大振，平息十八路反王，建立唐朝。唐室历20帝，王室成员经历代分封，裔衍各地。二、杜猴寨李氏杜猴寨李氏因谱牒失修失传，创寨始祖名讳，于何时由何地何原因迁入失知。散寨时，李氏仅存 李老大（李得荣之父），以卖甘草货为生，时人称之\"甘草木\"、李福木、李老三 3户。他们于民国十七年由杜猴寨迁陈厝租屋居住。甘草木生三子，长子李得荣，散寨时年仅12岁，次子李得添及三子李得和，兄弟俩先到澄海谋生，后辗转迁台湾发展。李福木，以卖甘草货为生，有三子二女：长子李得茂（阿软），次子李得新送给松口冯家，更名冯发新，三子李亚积出武平，二女皆送人。李老三（名失传），曾婚，因早丧，妻改适，无嗣绝户。杜猴寨李氏自散寨迄今历91年，传至五世，居本村有8户，40人。居台湾二大户，人口不详。李得和于1991年返乡省亲，适逢兴建下津小学，热心捐资助建，留名梓里。"
  },
  {
    "id": "doc-第二篇-先祖创乡-第十一章-杜猴寨-第三节-郭氏-4f52080e7d3082679c7681af0809e104-html",
    "part": "第二篇 先祖创乡",
    "title": "第三节 郭氏",
    "file": "第二篇 先祖创乡/第十一章 杜猴寨/第三节 郭氏 4f52080e7d3082679c7681af0809e104.html",
    "text": "第三节 郭氏一、郭姓由来郭氏源自姬姓，望出太原。姬仲、姬叔是周文王姬昌的胞弟，他们在灭商战争中，英勇善战，屡建奇功，被称为虎将。公元前1046年，周武王封姬仲于雍（今陕西宝鸡）建立西虢国，因而称虢仲，封姬叔于荥（今河南荥阳）建立东虢国，因而称虢叔。西虢国后来分为南虢和北虢两个国。公元前665年，南虢国被晋国所灭。公元前687年，北虢国被秦国所灭。东虢国于公元前767年被郑武公强占，周平王改封虢叔的裔孙虢序于曲阳（今山西太原定襄一带）重建虢国，至公元前655年，被晋国所灭。为怀念故国，子孙以国为氏。因\"虢\"与\"郭\"古同音又相通，故之称郭氏，是为太原郭氏。二、杜猴寨郭氏杜猴寨散寨时，郭氏仅存 郭德简、郭德福 二户。他们于民国年间（比甘草木先迁），由杜猴寨迁弯堤脚开居，郭德简建屋在康部祥房屋南侧。郭德福以挻牛屎的收入为生（卖人养鱼，以堆论价）。解放初期，郭春溪迁回河内莲上村。郭春木迁三房，其子孙随母姓。仅长子应征入伍时以郭得庆名字登记，退伍后在下津开诊所，曾用\"刘郭生\"为诊所名号。现居下津郭氏1人。（提供资料：刘潮森、康舟文、李泽权、郭得庆、康忠进）"
  },
  {
    "id": "doc-第二篇-先祖创乡-第十一章-杜猴寨-第一节-杜猴寨概况-3962080e7d3082a38166016dc36145c3-html",
    "part": "第二篇 先祖创乡",
    "title": "第一节 杜猴寨概况",
    "file": "第二篇 先祖创乡/第十一章 杜猴寨/第一节 杜猴寨概况 3962080e7d3082a38166016dc36145c3.html",
    "text": "第一节 杜猴寨概况下津村境内原有一座寨，名曰杜猴（蝼蛄）寨。地理位置在今意东三路之西，下津路之北。寨座坐北朝南，地貌及寨落形似杜猴，寨门由两棵古榕树根交错形肖杜猴牙，因此得其寨名。清乾隆五十九年（1794），海阳知县韩义发动百姓筑堤防洪。东津乡先民为防御后溪水患，合力于塘湖山北侧及南侧修筑裴厝堤和杜猴寨堤。堤筑成后，杜猴寨土地庙（画马宫）隔在堤外。由此推知，创寨时间在1794年之前，方有用寨名作堤名。据刘潮森老辈（90多岁）忆述，创寨为康、李二姓，郭姓于晚清时期，由河内莲上乡迁来居住。据三姓后人口述，先祖世代练武卫寨，每姓各练一门功夫，世代相传。清光绪间，贼寇常偷袭该寨，有一次，寨民施展绝技，将成群结队的贼寇围进寨内制服。族老议就请戏班演戏祝捷。戏班进寨时，因装道具的戏囊体积大，抬不进寨门，有人用刀斧将作寨门的树根削宽，因而伤了杜猴牙而败风水。演戏之后，青壮男丁相继病亡四十余人。消息不胫而走，贼寇闻知后，屡屡围寨滋事，损坏青苗，使寨民生活维艰。自清光绪三十一年（1905），康永万最先迁走，至民国十七年（1928），李甘草木最后撤走散寨。散寨前，仅存8户，其中康姓3大户，李姓3户，郭姓2户。"
  },
  {
    "id": "doc-第二篇-先祖创乡-第十章-沙瓯乡-7872080e7d30822b9fff81595ebb494c-html",
    "part": "第二篇 先祖创乡",
    "title": "第十章 沙瓯乡",
    "file": "第二篇 先祖创乡/第十章 沙瓯乡 7872080e7d30822b9fff81595ebb494c.html",
    "text": "第十章 沙瓯乡本章收录沙瓯乡概况及各姓氏史料，内容来源：《下津村史》第二篇第十章。各节内容见子页面：第一节 沙瓯乡概况第二节 柯氏"
  },
  {
    "id": "doc-第二篇-先祖创乡-第十章-沙瓯乡-第二节-柯氏-8472080e7d3083eeadf901fd885cb2e3-html",
    "part": "第二篇 先祖创乡",
    "title": "第二节 柯氏",
    "file": "第二篇 先祖创乡/第十章 沙瓯乡/第二节 柯氏 8472080e7d3083eeadf901fd885cb2e3.html",
    "text": "第二节 柯氏一、柯姓由来柯氏源自姬姓，望出济阳。吴国国王姬相，因约诸侯会盟于柯山，故号柯相。柯相有个裔孙名叫柯卢，传至春秋时，他的后代以祖字\"柯\"为姓，称柯氏。柯氏在宋版《百家姓》排序164位，2010年第六次全国人口普查，柯姓人口106万，排序中国百家姓第145位。二、沙瓠乡柯氏沙瓠乡柯氏，因谱牒失修失传，开基祖名讳、迁入创祖时间及世系流传等资料不详。相传，开基祖以撒网捕鱼为生，由饶平沿溪捕鱼至洗马桥后溪拐弯处，有座地形似瓠瓜的沙墩，便上岸歇息。遂后于斯创乡。先祖先时以捕鱼为生，尔后，搬沙墩辟为田园，以种植水稻、蕃茨、水果为生，积蓄颇丰，因而屡遭贼寇流劫。沙瓠自1962年散乡迄今已历57年，现有13户，56人。其中，洗马桥2户，9人。海鹅头11户，47人。（提供资料：海鹅头老人组）"
  },
  {
    "id": "doc-第二篇-先祖创乡-第十章-沙瓯乡-第一节-沙瓯乡概况-1fa2080e7d3082d6953c81b412c6e7f0-html",
    "part": "第二篇 先祖创乡",
    "title": "第一节 沙瓯乡概况",
    "file": "第二篇 先祖创乡/第十章 沙瓯乡/第一节 沙瓯乡概况 1fa2080e7d3082d6953c81b412c6e7f0.html",
    "text": "第一节 沙瓯乡概况沙瓠乡位于海鹅头村与洗马桥村之间的后溪墘。村落坐北朝南，南濒后溪，隔溪与蔡厝坟（俗称月亮坟）相望。村西原为杨朵园。柯氏开基祖由饶平迁入，卜择貌似瓠瓜的沙墩创乡，因而得沙瓠乡名。柯氏创乡后，由于村落小，人丁少，经常遭受贼寇骚扰。相传，贼寇到河内一带掠夺财物后，返途经该村，屡屡顺手牵羊将放在门口的农具、家具及日用物拿走。据柯氏后人忆述，抗日战争时期，贼寇手持武器，冒充抗日队伍，以往笔架山打日本军为由，命令村民备饭。吃喝完，将族中主事者捆绑起来，强抢粮食、衣被、牲畜、勒索银元。该村被洗劫后，有二户迁往枫溪柯厝落籍。沙瓠乡1952年隶属潮安县十三区黄金塘乡管辖，1957年，划属下津管辖，编于第五排，后属下津大队第24生产队管辖。1962年，村中仅存二户，一户迁居于洗马桥乡，一户迁居于海鹅头乡。"
  },
  {
    "id": "doc-第二篇-先祖创乡-第四章-康氏-6382080e7d3083ae9c6b816aa9755404-html",
    "part": "第二篇 先祖创乡",
    "title": "第四章 康氏",
    "file": "第二篇 先祖创乡/第四章 康氏 6382080e7d3083ae9c6b816aa9755404.html",
    "text": "第四章 康氏本章收录下津康氏的源流纪略与聚落史料，内容来源：《下津村史》第二篇第四章。第一节 下津康氏源流纪略第二节 康厝第三节 杜猴寨康氏"
  },
  {
    "id": "doc-第二篇-先祖创乡-第四章-康氏-第二节-康厝-7d22080e7d3083029e48016b00b4b581-html",
    "part": "第二篇 先祖创乡",
    "title": "第二节 康厝",
    "file": "第二篇 先祖创乡/第四章 康氏/第二节 康厝 7d22080e7d3083029e48016b00b4b581.html",
    "text": "第二节 康厝康厝因姓氏而得其自然村名。因谱牒失修失传，开基祖名讳失知。康厝开基祖于南宋庆元年间（1195—1200），由漳州龙溪安山入潮，择潮州城韩江东岸，笔架山北麓之高埔地开基，以\"龙溪旧家\"为匾，启迪子孙不忘祖源。裔孙念祖德，奉开基祖为韩津公，创乡迄今已历800余年，故之，东津乡就有\"未有刘梁薛，先有康裴马\"之说法。康厝聚落原坐西朝东，东面朝\"金狮博地眠\"。相传，金狮博地眠是风水宝地，先民请风水先生择穴筑墓者众，使该地坟墓林立，败了风水，非正常死亡相继发生，导致人丁不旺。清宣统年间（1909—1911）东津堤决口冲跨部分房屋。康氏先人重新改建坐北朝南厝座。原先村境北水沟绕村流过，隔田临洪厝园，东隔田为盐埔，出路为原长美庙，西依沙墩（余厝坟），南朝马安山，与草美乡接壤。东津失陷期间，被日军烧牛寮2间。先祖世代以农为业。侨居南洋：康木芝、康木顺、康新荣、康舟仁1952年置下津乡，康厝隶属一村。1955—1957年属建英初级社，前进高级社，1958年，属第三排。1967年改称红星队。1976年康厝始置独立生产队，即下津大队第六生产队，康舟丰任队长。继之，康振明任队长，1989年，属下津村第4村民小组。改革开放后，村民在康厝周边兴建新宅。全村纯康姓。现有25户，112人。"
  },
  {
    "id": "doc-第二篇-先祖创乡-第四章-康氏-第三节-杜猴寨康氏-68e2080e7d3083be80ec8161543b0a46-html",
    "part": "第二篇 先祖创乡",
    "title": "第三节 杜猴寨康氏",
    "file": "第二篇 先祖创乡/第四章 康氏/第三节 杜猴寨康氏 68e2080e7d3083be80ec8161543b0a46.html",
    "text": "第三节 杜猴寨康氏杜猴寨康氏因无谱可考，创寨始祖名讳、于何时由何地何原因迁徙本村未详。传至清光绪年间，只存三大户。康永万、康永才、康永年 三兄弟为一大户。康永万约于光绪三十一年（1905），由杜猴寨率先迁入盐墩后，在洪厝西侧至弯堤脚一带重建家园（其时，康国龙的父亲才两岁）。康永才到泰国当拳师，康永年出山边寨黄家。现传6世，居本村有8户，40人。康大成 为一大户，生两子，长子康才林，次子康才香。康才林 约于清宣统年间（1909—1911），由杜猴寨迁入盐墩后开居，现（2019）传五世，分4户，有22人。（其中康忠来一户在广州，康忠炎一户在梅州，退休后返潮州城内定居）。康才香 约于民国初年，由杜猴寨迁盐墩后定居，现（2019）传五世，分3户，12人。康部祥 为一大户，约于民国初年，由杜猴寨迁弯堤脚荆棘丛生之地，披荆斩棘，重建住宅，现（2019）传五世，分3户，有14人。杜猴寨康氏自散寨迁入盐墩后定居，迄今约历110年，现有18户，88人。（提供资料：康忠林、康舟文、康忠进、康忠楷、康忠义）"
  },
  {
    "id": "doc-第二篇-先祖创乡-第四章-康氏-第一节-下津康氏源流纪略-5ba2080e7d3083d2a3160144bd8f7f1a-html",
    "part": "第二篇 先祖创乡",
    "title": "第一节 下津康氏源流纪略",
    "file": "第二篇 先祖创乡/第四章 康氏/第一节 下津康氏源流纪略 5ba2080e7d3083d2a3160144bd8f7f1a.html",
    "text": "第一节 下津康氏源流纪略康氏源自姬姓，望出京兆。始祖姬叔封，系周文王姬昌第九子。公元前1046年，周武王（周文王次子）封同母少弟叔封于康地（今河南禹州西北）食邑。因此，称康叔。公元前1043年，周公（周文王第四子）摄政辅助年幼的周成王。管叔鲜（周文王第三子）、蔡叔度（周文王第五子）、霍叔（周文王第八子）他们是周王室负责监管纣王之子武庚和商朝七族遗民，史称\"三监\"。他们以周公摄政对周朝不利，联合武庚和商朝七族叛乱。康叔佐周公东征平叛立下不朽功绩。周公将商民居住地域建立卫国，封康叔为卫国君，置都朝歌（今河南淇县）。康叔以德服殷民，功在周朝社稷。至周成王亲政时，举康叔为司寇，地位高于其他诸侯，史称卫康叔。卫康叔逝世后，谥号\"康\"，意为\"令民安乐\"。公元前209年，卫国被秦所灭，卫康叔的裔孙，有的以他的食邑地名\"康\"为氏，有的以他的谥号\"康\"为氏，奉卫康叔为康氏始祖。是为河南康氏，史称康姓之正宗。汉晋时期，康姓在京兆发展蔚为望族，尔后，一支迁徙河南光州固始。唐光启元年（885），康厝林随王潮兄弟由河南固始入闽平定福建，战后定居于龙溪康厝林（以开基祖名字命地名），子孙在龙溪（今龙海市）繁衍二百五十年，蔚为当地望族。至南宋绍兴五年（1135），康厝林罹家灾废址，其裔孙五兄弟为日后寻亲联宗，特以山为号，一日分五山：龙溪安山、同安豪山、翔安箱山、永春凤山、惠安崧山，各自逃命而幸存。龙溪康氏裔衍下津。下津村康氏有两宗，共有43户，200人。"
  },
  {
    "id": "doc-第二篇-先祖创乡-第五章-洪氏-7692080e7d30832d8b380135b6b22da7-html",
    "part": "第二篇 先祖创乡",
    "title": "第五章 洪氏",
    "file": "第二篇 先祖创乡/第五章 洪氏 7692080e7d30832d8b380135b6b22da7.html",
    "text": "第五章 洪氏本章收录下津洪氏的源流纪略与聚落史料，内容来源：《下津村史》第二篇第五章。各节内容见子页面：第一节 下津洪氏源流纪略第二节 洪厝"
  },
  {
    "id": "doc-第二篇-先祖创乡-第五章-洪氏-第二节-洪厝-05b2080e7d3083618408814bc506a6ba-html",
    "part": "第二篇 先祖创乡",
    "title": "第二节 洪厝",
    "file": "第二篇 先祖创乡/第五章 洪氏/第二节 洪厝 05b2080e7d3083618408814bc506a6ba.html",
    "text": "第二节 洪厝下津洪氏始祖名讳失传，公于宋绍定年间（1228—1233），因家屡遭盗贼轮流抢劫，由泉州晋江县大御巷入潮投靠洪天赐，适逢天赐调任他地，遂择潮州城东厢盐埠开基。其后广辟家园。清同治年间（1862—1875），因事散乡，其中一支移盐墩创新居。现盐埠墓西侧仍有人知道洪厝园地名。洪氏因先居于盐埠，草尾宫四股社方有康、廖，洪合一股流传至今。洪厝因姓而得聚落名称，重创的聚落为三落二巷厝，厝座坐南朝北。晚清至民国初年始，洪氏又陆续外迁，大约传百余人。1940年10月，驻笔架山日军放火烧塌公厅及房屋，仅存洪木贞一户守居。公生金汉、汉清二子。1943年大旱，田园失收，生活维艰。洪金汉于1946年飘洋谋生，尔后，洪汉清又托人买船票寻兄未遂，洪厝又几欲散乡。洪氏来下津创祖，迄今约历789年，因谱牒失修失传，历代祖讳及世系流传无稽。自洪木贞历传六世，有八户，一户出上津薛厝，一户出书厝楼张厝，居本村6户，32人。洪厝曾住一户罗姓，户主揭阳人罗战豪，曾任洪之政秘书。其女适本村刘亚十，时人称之\"十丈\"。后因犯事，妻儿迁回原籍。洪氏先祖，世代以农业为生。1952年以后，先后隶属下津乡建英初级社、前进高级社、下津连第三排、下津大队东风生产队，第二生产队、下津村第一村民小组管辖。（根据《红砂乡志》及洪桐芝、洪桐龙提供资料综合整理。）"
  },
  {
    "id": "doc-第二篇-先祖创乡-第五章-洪氏-第一节-下津洪氏源流纪略-a9c2080e7d3082f69090816be43e8cfa-html",
    "part": "第二篇 先祖创乡",
    "title": "第一节 下津洪氏源流纪略",
    "file": "第二篇 先祖创乡/第五章 洪氏/第一节 下津洪氏源流纪略 a9c2080e7d3082f69090816be43e8cfa.html",
    "text": "第一节 下津洪氏源流纪略洪氏之先出自神农氏，望出敦煌。炎帝生于姜水而命姓为姜，他尝百草、辨五谷、驯六畜，开创农业，号神农氏。神农氏的后代共工，黄帝命他为治水官，因而被誉为水神。颛顼帝时期，共工率族争天下，兵败于不周山，负气头撞不周山而亡。其后以共为姓。西周时期，共伯封于共国（今河南辉县）。春秋时期，共国被卫国所灭，子孙散居江北。汉永和年间（公元136—141），共勋年少举忠勇，从李固征蛮夷，封北校尉。后以平黄巾功，封武阳侯。其子共普于汉灵帝时（168—188）任从官。宦官曹节等与朱瑀矫诏杀太傅陈蕃和大将军窦武，共普怕祸及于己，隐于敦煌。以祖有水德，在共字左旁加水，改称洪姓。其后蔚为敦煌望族，以敦煌为郡望，奉共普为敦煌洪氏一世祖。晋南北朝时期，洪姓南渡而后入闽。三十五世 洪天赐 世居晋江大御巷，公于宋宝庆二年（1226）登壬会龙榜进士，授广州司法参军，继调任潮州司理参军。公在潮州任上时，家乡遭受盗贼流劫，房亲接踵迁徙入潮，择地开基。"
  },
  {
    "id": "doc-第二篇-先祖创乡-第一章-刘氏-a3f2080e7d3082fcb9b301268ebc382d-html",
    "part": "第二篇 先祖创乡",
    "title": "第一章 刘氏",
    "file": "第二篇 先祖创乡/第一章 刘氏 a3f2080e7d3082fcb9b301268ebc382d.html",
    "text": "第一章 刘氏刘氏是下津村最大的姓氏，自五代后梁贞明三年（917年）刘颖开基桃坑，历经千余年繁衍生息，先后形成窟尾沟、巷内、盐墩、茂利、铺仔前等多个聚落，现居下津村有1000余户。第一节 桃坑刘氏源流纪略第二节 桃坑乡第三节 窟尾沟乡第四节 巷内乡第五节 盐墩乡第六节 茂利乡第七节 铺仔前第八节 洗马桥刘氏第九节 海鹅头刘氏"
  },
  {
    "id": "doc-第二篇-先祖创乡-第一章-刘氏-第八节-洗马桥刘氏-84c2080e7d3083bfb8dc813dcd08ce7f-html",
    "part": "第二篇 先祖创乡",
    "title": "第八节 洗马桥刘氏",
    "file": "第二篇 先祖创乡/第一章 刘氏/第八节 洗马桥刘氏 84c2080e7d3083bfb8dc813dcd08ce7f.html",
    "text": "第八节 洗马桥刘氏刘氏一三六世刘开七为潮州、循州、梅州肇基祖，其嗣裔称开七公派。洗马桥刘氏系开七公之胤，因谱牒失修失传，开基始祖名字，迁入时间未明。刘耀文近年来热心寻根访祖，终在饶平县饶洋镇埔下村石井自然村找到祖源，获得自一百四十世起用的字辈，获知自一百四十六世祖来此开基，并就老辈知道的祖讳，自一百六十二世至一百六十七，编成家谱，洗马桥上祖断层16世。洗马桥刘氏厝座坐东朝西，为二进二巷式聚落。现下传21世，有55户，218人。"
  },
  {
    "id": "doc-第二篇-先祖创乡-第一章-刘氏-第二节-桃坑乡-1d72080e7d3082dd82ab811bc7d7f235-html",
    "part": "第二篇 先祖创乡",
    "title": "第二节 桃坑乡",
    "file": "第二篇 先祖创乡/第一章 刘氏/第二节 桃坑乡 1d72080e7d3082dd82ab811bc7d7f235.html",
    "text": "第二节 桃坑乡桃坑乡位于下津村的东南端，西面至笔架山分水岭东北坡，南以水缸山分水岭与卧石村交界。原桃坑乡坐南朝北，背依水缸山，面朝东湖。桃坑东、西、南三面群山环绕，山上橡木成林。西面三峰耸立如笔架，向东延伸至马鞍山。东面主峰呈双乳状，东坡为回龙穴（神农祠）。南面主峰呈水缸形，北坡坑旁桃树丛生，因而得桃坑地名。桃坑五峰映湖，湖中水丘随湖水起落而名鼎盖，湖水沿长沟注入后溪，有龟、蛇二山扼守水口。北面濒江渚泽地，遥望凤凰山脉，是五代时期潮州城东厢的世外桃源。一二三世 刘颖：父被害，又因婚于潮，于五代后梁贞明三年（917）由广州迁徙潮州，卜择桃坑结庐隐居，洁身遁世，奉为桃坑刘氏开基祖。一二四世 刘穆：开辟家园，奉为桃坑刘氏始创祖。一二五世 刘表：于宋咸平四年（1001），举贤良方正，授承直郎、大理寺评事。奉为桃坑刘氏一世祖。一二六世（桃坑二世）刘默：于宋景祐三年（1036）举五经特奏题名，官拜文林郎，化州推官。一二七世（桃坑三世）刘克俊：恩赠朝请大夫。公有子三：长刘允，次刘元，三刘亮。一二八世（桃坑四世）刘允：于宋绍圣四年（1097）登丁丑科进士。公为潮州八贤之一，终赠上柱国左金紫光禄大夫，尊称金紫公。有子二：长刘昉，次刘景。一二九世（桃坑五世）：分为两大房。刘昉公于宋宣和六年（1124）登甲辰科进士，累官龙图阁大学士，其后称龙图公房。刘景公于宋靖康元年（1126）授朝请郎，曾奉诏使安南（今越南），因和戎有功，钦赐银青开国男，其后称银青公房。桃坑先祖于宋绍圣四年（1097），在祖居东侧（今绵德中学礼堂）兴建刘氏家庙，祀奉一世祖刘表公。该祠坐南朝北，称向北祠。尔后，又在双乳山前兴建绍德堂，祀奉四世祖刘允公。该祠坐东朝西，称向西祠。祠堂的落成，奠定了桃坑刘氏福祉。桃坑乡是刘氏的发祥地，自宋代始，各宗因任职、经商等原因，先后迁徙各地开基创祖。明宣德十年（1435）始筑东厢堤，使濒韩江东岸的泽、塭、渚地带成为可垦的土地。桃坑乡随着人口的不断增加，各支相继迁出东厢平原开基创乡，垦荒造田。民国初年，南北军阀混战，争夺潮城东面屏障，两军在笔架山与双乳山对仗，战火殃及桃坑乡，房屋遭炮击而倒塌。1939年，日军占领潮州，在笔架山设据点。日寇用炮火推毁向西祠、向北祠及祠傍守祠人家，将桃坑乡夷为平地，被逼散乡。桃坑乡刘氏祖居，历时1022年。钟灵桃坑乡，孕育了历代先贤，自公元1001年刘表出仕，至1893年刘步青中举，涌现先贤名宦54人。其中宋代23人，元代6人，明代20人，清代5人。而今，党政领导、专家、学者、企业家不胜枚举。一、桃坑刘氏历代谱牒开基祖刘颖身处乱世，家父被害，由广南（今广州）移潮州托庐桃坑隐居，几欲没姓。为使日后子孙知其根基来历，桑榆（晚年）纵观五代史，垂泪书写《五言诗》和《永思祠》。刘克俊（尊称朝请公）于宋宣和年间（1119—1125），肇修宗谱《天地人》三册，交付刘允、刘元、刘亮三个儿子珍存，后毁于兵燹。刘少集（尊称中舍公），于宋淳熙五年（1178）作《家谱引》续修十世宗谱。刘镇（尊称教谕公），于元皇庆二年（1313）撰重修谱序，刘英发、刘铨续修宗谱。刘义字孟宜（桂平知县），于明宣德四年（1429）重修谱牒并作序。公于明宣德四年（1429）请莆田人林邑作序。宣德九年（1434）请中宪大夫詹事府少詹事翰林院侍读学士修国史、泰和人王直作序，又请赐进士翰林院修撰儒林郎吉水人尹凤岐作序。宣德十年（1435）请赐进士中顺大夫行在都察院右佥都御史罗亨信作序。正统四年（1439）请赐进士中宪大夫潮州府知府龙岩人王源作序。正统十年（1445）请赐进士大中大夫山西布政司右参政潮州人林厚作序。诸公在序中肯定了桃坑刘氏出自汉室中山裔派，为潮州巨族，赞扬刘义之孝举。刘志学（漳州府同知）于明嘉靖七年（1528）重修族谱，作《世系图说》。同年请蔡亨嘉作序，嘉靖十四年（1535）请林大钦作序。嘉靖三十年（1551）请朱大器作序。是年，刘氏家庙举行祭祠庆典，颁发族谱。清光绪年间（1875—1908）刘茂楠续修《潮州桃坑东津派刘氏族谱》。历代先贤绳绳相继编纂谱牒，积淀了桃坑刘氏的族史文化，世系流传历代可考，使改革开放后续修族谱，有据可凭。二、刘景至刘策世系流传一二九世（桃坑五世）刘景：生于宋治平三年（1066）岁次丙午，卒于宋隆兴元年（1163）岁次癸未十二月十六日，寿九十八。公娶吴、许、曾、詹四氏，俱封为夫人。生济、涣、瀚、泽、洛、潞、汭、渍、淮九子。一三〇世（桃坑六世）刘渍：字微甫，官迪功郎，娶叶氏，生权、模、栻、梓四子。一三一世（桃坑七世）刘权：妣氏未详，生炳、然老二子。一三二世（桃坑八世）刘炳：官户曹给事中。妣宜人苏氏，生真庆、真禄二子。一三三世（桃坑九世）刘真庆：官承事郎机宜。妣孺人陈氏、叶氏，生铨一子。一三四世（桃坑十世）刘铨：号东村，处士（德才兼备，不愿为官者）。元皇庆二年（1313）主编宗谱。公广增田宅，重建祠堂，立祭田赡宗子香灯，配享大宗祠。妣县君李氏、叶氏，生公孙、济孙二子。一三五世（桃坑十一世）刘公孙：号甲四学士，立蒸尝三顷。妣郡主赵氏，生桂、枢二子。其后立学士公祠，称甲四公房。一三六世（桃坑十二世）：刘桂系甲四公房长房，其后创上津旧厝刘，分支中津照壁。刘枢字原丙，系甲四公房二房，妣郑氏，生勋、焘、然三子。一三七世（桃坑十三世）刘勋：字宗尧，号东叟，获庠生功名。妣县君陈氏，生童一子。一三八世（桃坑十四世）刘童：字本明，号若愚，妣李氏，生潮津、铿、得山、鉴四子。一三九世（桃坑十五世）刘潮津：字东顺，获庠生功名。妣氏未详，生拱、寅二子。一四〇世（桃坑十六世）刘拱：字廷敬，号默简，获庠生功名。妣陈氏，生顷、顺兴二子。一四一世（桃坑十七世）刘顺兴：字文元，号素轩，妣吴氏，生锡一子。一四二世（桃坑十八世）刘锡：字朝纪，号新溪，妣陈氏、吴氏，生策、簧、廉三子。一四三世（桃坑十九世）刘策：公由桃坑移创窟尾沟乡。"
  },
  {
    "id": "doc-第二篇-先祖创乡-第一章-刘氏-第九节-海鹅头刘氏-8fd2080e7d3083bfafdd812cc353b14a-html",
    "part": "第二篇 先祖创乡",
    "title": "第九节 海鹅头刘氏",
    "file": "第二篇 先祖创乡/第一章 刘氏/第九节 海鹅头刘氏 8fd2080e7d3083bfafdd812cc353b14a.html",
    "text": "第九节 海鹅头刘氏海鹅头刘氏，系刘开七之胤，始祖刘勤生，于民国初年，由饶平县坪溪迁东津乡响水坑内之下湖定居，传至其子刘炳林，因屡遭\"乌青队\"骚扰，于潮州沦陷间（1939—1945），由下湖迁海鹅头村定居。现传8户，35人。"
  },
  {
    "id": "doc-第二篇-先祖创乡-第一章-刘氏-第六节-茂利乡-ad22080e7d30822798a481ef89060790-html",
    "part": "第二篇 先祖创乡",
    "title": "第六节 茂利乡",
    "file": "第二篇 先祖创乡/第一章 刘氏/第六节 茂利乡 ad22080e7d30822798a481ef89060790.html",
    "text": "第六节 茂利乡茂利乡位于下津村的西部，聚落坐西朝东。东面与铺仔前新住宅区相邻，西面临大房大刘世成厝座，南面与三舍宫接壤，北面与绞队井廖厝交界。茂利乡名出自公厅名称，其含义有二：一是崇敬祖宗，取开基始祖茂科公的\"茂\"字。二是福祉吉利，公厅是族人祭祖的公共场所，公厅竣工奠定福祉，祈愿吉利。由此推知，茂利公厅不是用祖讳命名。刘氏一四八世（桃坑24世）刘茂科字元袋，公约于清乾隆二十八年（1763），由桃坑祖居卜居于韩江东岸之滨开创茂利乡，迄今约历252年，现传八世至\"绍\"字辈，有22户，95人。民国十八年（1929），刘濬川于廖元兴背的沙墩后开拓二亩余地家园。茂利乡先祖，以农业、工业（木器和竹器）为主业，民国兴学，部分族人以教书为业。晚清时期至民国间，先后侨居于新加坡者有：刘锡雄、刘深泉、刘宗安。侨居于泰国者有：刘映东、刘映青。旅居于香港者有：刘映波、刘世德、刘国章、刘家琪、刘家骧、刘家骏、刘家驷、刘家锐、刘家骥、刘家聪、刘家驺。先后迁出者有：刘良举家迁潮州南春路，刘映泽因任教迁居北京。刘裕汉出仙田乡从丁姓，刘裕林出意溪从黄姓。刘子丹迁出，去向不明。1952年以后，茂利先后隶属下津村（乡）新光农业生产合作社，前进农业生产高级社、第四排、分插工农生产队及东风生产队和一、二、三、四生产队，第一、第三村民小组管辖。"
  },
  {
    "id": "doc-第二篇-先祖创乡-第一章-刘氏-第七节-铺仔前-5fc2080e7d30820cba5c010ebe41c104-html",
    "part": "第二篇 先祖创乡",
    "title": "第七节 铺仔前",
    "file": "第二篇 先祖创乡/第一章 刘氏/第七节 铺仔前 5fc2080e7d30820cba5c010ebe41c104.html",
    "text": "第七节 铺仔前铺仔前聚落因收番批（侨汇）地址\"三舍宫后铺仔前\"而得其乡名。该乡东面与巷内新厝相邻，西面与绞队井廖厝隔墙，南面临三舍宫后，北面与下津幼儿园毗邻。铺仔前刘氏系龙图公房子南公派下黄冈派支系，先祖刘潮为元代海阳县教谕，公的孙子刘荣由桃坑迁黄冈，其后有裔孙中秀才，故称秀才公房。一五一世（桃坑27世）刘远高因任潮州府府吏，于清乾隆五十三年（1788），由饶平县黄冈里和睦秀才园迁居东津乡，遂后开基铺仔前乡，迄今历231年，现传八世至\"裕\"字辈，有24户，117人。铺仔前乡纯工人户，以木工、制屐为业。清末民初外迁概况：刘宗兴迁居埔尾，现传3户10人。刘宗敬、刘宗金侨居柬埔寨，刘宗发侨居泰国。两地传至\"绍\"字辈分为七大户。东津沦陷时期（1939—1945），被驻笔架山日军烧毁房屋二间，刘宗森路过虎池码头时被日寇刺死。1958年以后，隶属下津第四排，尔后，家属被安排在工农、红星等四个生产队。现隶属下津村第3村民小组管辖。"
  },
  {
    "id": "doc-第二篇-先祖创乡-第一章-刘氏-第三节-窟尾沟乡-3242080e7d3082a7b2730108cfa76a2a-html",
    "part": "第二篇 先祖创乡",
    "title": "第三节 窟尾沟乡",
    "file": "第二篇 先祖创乡/第一章 刘氏/第三节 窟尾沟乡 3242080e7d3082a7b2730108cfa76a2a.html",
    "text": "第三节 窟尾沟乡窟尾沟位于下津村住宅区之东北部，东面、北面与中津村既交界又有川插地域，西面临安凤公路，隔路与中津部分地域及本村水心亭自然村毗邻，南临新湖路。昔先，韩江洪水漫岸自北向南冲流，橡埔、意溪一带的山洪也由北向南而流。洪水和山洪流至今下津村境转东注入后溪，年深日久形成水窟和水沟。姚姓先祖卜择窟尾水沟北侧的高地居住，因而得窟尾沟地名。明宣德十年（1435），潮州知府王源主持修筑潮州城四厢堤围。东厢堤北自今橡埔堤头张厝，南至今下津燕仔山。东厢堤竣工后，东厢沼泽地成为可耕荒地，各姓氏先后迁入东津开基创乡。刘氏一四三世（桃坑十九世\"日\"字辈）刘策字仕政，号松山，获庠生功名。公约生于明成化十三年（1477），约于明弘治十五年（1502）由桃坑乡迁窟尾沟乡开基，垦荒造田。策公之开基地在姚姓居址东侧，今大房大聚落背之高地，祖居尚有遗迹可考。公原配辛氏，继配郑氏，生以松、梅松、桂松三子。公卒葬盐埠（原洪厝园东侧）。公之三个儿子命名皆有\"松\"字，古代墓地也称\"粮山\"。三子在立墓时，为使子孙缅怀祖德，为考立谥号\"松山\"书刻于墓碑。尔后，裔孙遂以祖墓碑文尊称\"松山公\"。长子刘以松，守窟尾沟祖居，称大房。次子刘梅松，移创巷内乡，称二房。三子刘仰松，移居本乡西侧，扩展窟尾沟乡境，称三房。松山公开基窟尾沟乡迄今约历517年（1502—2019），传20世至桃坑38世\"泽\"字辈。现居下津村有1004户，4335人。（二）大房二桃坑22世\"延\"字辈刘益承字我任。公增创田产，娶陈氏，生刘铉、刘麟二子。两子成家后，分为两大房。我任公与兄分房，迄今约历426年，传至桃坑38世\"泽\"字辈，现有295户，1326人。我任公祠兴工于1947年，竣工于1949年，时适逢解放，未行庆典。桃坑23世\"禧\"字辈刘铉字炳谨，妣氏未详，生子实一子。刘麟字省日，开居创营内。（下文表述）桃坑24世\"茂\"字辈 刘子实，公扩增田园，娶洪氏，生力友、力瑞二子。桃坑25世\"力\"字辈刘力友公妣氏未详，生贻伯、贻统、贻创三子。长子贻伯和次子贻统失传。刘力瑞公妣氏未详，生贻国，贻曹二子。炳谨公房传至\"贻\"字辈分为三大宗。桃坑26世\"贻\"字辈刘贻创公扩增田产，于少窗公祖居南侧，兴建坐东朝西聚落，厝座为一厅四房，俗称四房公厅。公妣氏未详，生远朝、远敬、远长、远侯四子。儿子们成家后，分为四大房。刘贻国公扩增田产，于四房公厅前兴建坐东朝西聚落，厝座为一厅三房及南北厢房。公妣氏未详，生远高一子。远高公妣氏未详，生支万、支千二子。支万公房守祖居，支千公移创后厝（下文表述）。刘贻曹公增扩田产，其后于四房公厅东南侧兴建聚落（下文表述）。远朝公房： 远朝公厅由晚清处士刘宗牧主持，兴建于民国三年（1914），族命堂号\"继远堂\"。百年来历代兴建巷厝及后埕厝，逐渐形成聚落。因聚落位于窟尾沟乡之东面，故称为东新厝，俗称新厝，厝座坐北朝南。东津沦陷时期，新东厝被驻笔架山日军炮击烧毁房屋一间。远朝公房现传至桃坑35世\"昆\"字辈，有56户，272人。远敬公房： 远敬公厅由刘光勉主持，兴建于清咸丰年间（1851—1861）。东津沦陷时（1939）被驻笔架山日军炮火烧毁顶房、南北厢房三间。改革开放后，由刘俊忠发动族众，合力重修。该聚落坐北朝南。聚落前有古代一条一米宽的铺石马路穿过，因马路在南，厝座在北，就地理而言，潮州人习惯称北为顶（上），称南为下，因而命聚落名为马路顶。后因贻曹公房在其东侧兴建支应公厅，又按地理西高（上）东低（下）称为上马路顶。现今，门牌沿用上马路顶作为聚落地名。清末民初，刘世澄、刘世清、刘世洪、刘世泉、刘德荣等，在东津堤顶两侧兴建房屋。民国年间（1939年之前），刘松江于廖厝与脚桶黄之间，购地兴建酒厂聚落，厝座坐北朝南。远敬公房现传至桃坑38世\"泽\"字辈，居本村有16户，93人。桃坑27世\"远\"字辈： 远朝、远敬、远长、远侯。桃坑28世\"支\"字辈：待验证桃坑29世\"光\"字辈：光勉。桃坑30世\"宗\"字辈：宗一，光勉之子。桃坑31世\"绍\"字辈：绍达，宗一之子。桃坑32世\"世\"字辈：世乾，绍达之子。生有二子：长子德荣，次子松镇。桃坑33世\"德\"字辈：长子德荣，配偶许清娇。长子锡林，次子喜林。许清娇葬在虎头山上。长子松镇，早年迁徙侨居新加坡。桃坑34世\"裕\"字辈：喜林配梁瑞音，育有二子：长子永利，次子永淡。锡林，生有一女：瑶珍(枫溪姑)。梁瑞音葬在溪边，飞天燕山下，梁瑞音是中津梁，照壁头这里，梁瑞音的哥哥的孙女叫巧娴，住中津，巧娴的姐姐住下津，巧娴姐老公在下津市场卖石螺。桃坑35世\"昆\"字辈：永利，侨居新加坡。永利育有四女一男：长女美娟（Mui Kiang），次女美华（Kwee Huay），三女美萍（Mui Pheng），四女美云，幺子汉秋（Hang Chew）。桃坑35世\"昆\"字辈：永淡，配偶黄丽香，育有大女儿玉琴，大儿子锐泽，二女儿玉花，小儿子耀怀，小女儿玉珊。长女玉琴： 适坤成。育有二子一女：长子启泳，次子启跃，幺女桂宜（适江伟平）。长子锐泽（桃坑36世\"启\"字辈）： 配偶林秋娥。育有一子一女：子雄宣（桃坑37世\"鸿\"字辈），配偶惠璇。雄宣与惠璇育有：女纯语，子镒齐（桃坑38世\"泽\"字辈）。女戴慧，适余家铎。育有一子余可申。二女玉花： 适进发。育有一子一女：长女翠华，子咏华（配偶陈锶敏）。次子耀怀（桃坑36世\"启\"字辈）： 配偶廖春玲。育有一子一女：子雄明（桃坑37世\"鸿\"字辈），配偶陆佩东。雄明与陆佩东育有：子思博（桃坑38世\"泽\"字辈），女思彤。女岱华。幺女玉珊： 适陈少伟。育有一女：佳琪（适张振钊）。 刘氏桃坑辈序：日、旭、伯、延、禧、茂、力、贻、远、支、光、宗、绍、世、德、裕、昆、启、鸿、泽远长公房： 远长公子孙概有三代，居于四房公厅祖屋，传至宗字辈拓展新居于营内公厅北侧，兴建巷厝四间。尔后，刘焕彩\"绍\"字辈，又兴建一厅二房，俗称私厅，该聚落大门楼朝东。远长公房现传至桃坑34世\"裕\"字辈，有7户，29人，其中居中津埔东2户，8人。远侯公房： 清道光年间（1821—1850），由刘支旭、刘支选、刘支裕、刘支俊兄弟四人合力，于大房大厝座西侧、仰松公厅东侧之中间，兴建坐北朝南公厅，命名\"厚斋\"公厅。清咸丰年间（1851—1861），由刘光兆、刘光福、刘光静等率族兴建沙墩内坐北朝南厝座。清末民初，刘世恩、刘德昌、刘德琳、刘乐权、刘德进等，先后在东津堤顶两侧兴建房屋。民国十八年（1929），刘世恩召集族人商议在马路洋兴建远侯公厅，规划厝座为\"驷马拖车\"。于是年择吉兴工，至1939年东津沦陷，驻笔架山日军常用大炮击毁民房，马路洋工程停建，未能完成厝座规划。马路洋自然村坐北朝南，现产权属下津村，为中津村境内的\"插花地\"。远侯公房现传至桃坑37世\"鸿\"字辈，有93户，408人。后厝： 后厝聚落坐西朝东，东面与营内相邻，西面与三房十三间聚落相连，北面与中津村交界，因南面依大房大聚落背后，而得后厝地名。清道光元年（1821），刘支千卜择营内河沟头龙眼树西侧，大房大厝座背后兴建公厅。公厅四厅相向，内有25间房。公生刘光春、刘光夏、刘光油、刘光振、刘光业五子，分家时每人各有五间房屋。贻国公房现传至桃坑37世\"鸿\"字辈，有41户，194人。支应公厅： 贻曹公房因年代久，2002年6月修编《我任公祠宗谱》时，\"远\"字辈和\"支\"字辈名讳有缺漏，如刘光宝系何人之子孙失稽。由清光绪十九年（1893）刘支应与刘光宝立支应公厅前水井碑记推知；一、支应公厅聚落原有两口水井，清同治十二年（1873）岁次癸酉，支应公重修水井，填掉妨碍行路的一口水井。侄儿刘光宝不服，诉颂于公堂，官司无果。至1893年，请出族众调停，重修的水井支应公派下和光宝公派下子孙永远公用，特立碑为凭。二、支应公厅聚落兴建于清咸丰年间，由远敬公厅推倒重建得知支应公厅聚落墙路利用远敬公厅聚落墙路。因此，支应公厅兴建时间在远敬公厅之后。清光绪三十三年（1907），支应公嗣裔\"绍\"字辈刘锦昌、刘玉昌、刘海昌、刘森昌合力，于埔东刘氏家庙西侧兴建顺合厝座。1952年，顺合划属中津乡管辖。贻曹公房现传至桃坑35世\"昆\"字辈，居本村，有11户，50人。营内： 桃坑23世\"禧\"字辈刘麟字省日，公于明崇祯年间（1628—1644）兴建聚落。清顺治十年（1653），潮州镇总兵郝尚久率军起义反清复明，刘麟崇尚武功，参与义军，将聚落作为义军兵营，因而得营内地名。同年9月，义军被清廷剿灭，营内公厅的大石板被清军撬起，运往潮州开元寺内铺埕面，刘麟被官府抓捕治罪斩首。清乾隆五十六年（1791），由\"支\"字辈裔孙重建营内公厅，因始祖曾被官府治罪，故命堂号为\"慎思堂\"。至2006年，众裔孙集资重修公厅，方正名\"省日公厅\"。营内聚落坐西朝东，清代北面有小渡口，名曰河沟头，可通船至大片洋出后溪。南面有马路，可通车马至驿道。省日公房现传至桃坑35世\"昆\"字辈，有60户，230人。迁徙概况侨居新加坡：刘宗耀、刘世隆、刘亚狗、刘庆松、刘德洪、刘裕杆、刘留罗、刘木荣、刘木欣、刘裕标、刘新炎、刘裕森、刘永利、刘锡林、刘裕耀侨居澳大利亚：刘森河侨居马来西亚：刘宗湖、刘绍构、刘绍锦、刘绍扬、刘绍发、刘信亮、刘芝发、刘芝茂、刘梓生、刘汉生、刘永德、刘永宁、刘世禄、刘世汉、刘白番、刘春元、刘德安、刘俊元、刘俊丰、刘昆鹏、刘锡林、刘维智、刘庆名、刘溪（刘绍明之子）、刘森三、刘森四、刘宏标、刘命钦、刘宏标、刘婵桂、刘婵龙、刘世宣、刘喜德、刘庆寿侨居越南：刘宗祥、刘镜清、刘维阳侨居泰国：刘瑞彬、刘世珍旅居香港：刘惠波、刘仰文旅居台湾：刘德报迁汕头：刘兆祥、刘若波、刘镜波、刘钧波、刘映波、刘硕波、刘镇波、刘应祥、刘照堂、刘照廷、刘昆盛迁澄海：刘衍韩等七户居店市、刘世毫居樟林迁惠州：刘维胜迁广州：刘维勿、刘森木、刘焕明、刘怀忠迁黄冈：刘裕新迁上海：刘若波迁南宁：刘裕龙迁普宁：刘裕成东津沦陷时期（1939—1945）被日本军杀死：刘宗湖、刘廷顺。1949年被胡琏残部掠往台湾充兵：刘裕千、刘绍芸。大房二先祖，世代以农业、手工业、木工、制屐、制墨砚、磨刀石、挖瓷矿、瓷土加工、水运业、屠宰业、小商、小贩为主。1952年以后，大房二先后隶属下津乡第二村、新光初级社、前进高级社，下津连第二排、下津大队五一队、新联队、红锋队、新兴队，13队、14队、15队、16队、17队，下津村第一、三、五、六、七村民小组管辖。四、三房三房位于窟尾沟乡西部，北面与中津村交界，西面临安凤公路，隔路北与中津蔡厝、周厝毗邻，南与水心亭接壤。刘氏一四四世（桃坑20世\"旭\"字辈）刘桂松字仰松。公由父亲开基地居址移创三房，始创地在今大厝斗，聚落规划为三落式。仰松公厅始建于明末清初（1644），坐北朝南，堂号永睦堂。清宣统三年（1911）决三师庙堤，公厅被洪水冲溃，灾后重建。1939年被驻笔架山日军焚毁，1946年复建上厅，1999年重建下厅，并配套设施。力聚公厅兴建于清代，由刘贻和、刘贻声、刘贻宠、刘贻诚、刘贻昭、刘贻安兄弟六人合力筹建。力聚公厅厝座坐北朝南。刘贻和移照壁乡背北侧开创新居，其后兴建贻和公厅，厝座坐北朝南。1952年，该聚落划属中津乡管辖。改革开放后，该房裔孙例祭仰松公厅和力聚公厅。现传16户，76人。另有5户外迁。贻诚公厅由刘鸣岐、刘远应、刘远三（讳失传）、刘远顺兄弟四人合力于清代兴建，俗称四房公厅，厝座坐北朝南，该房现传226户，有851人。刘鸣岐于清代赎买姚姓居地及公厅，该房裔孙推倒姚姓聚落，平整后重建公厅及巷厝，厝座坐北朝南。因是姚姓旧址，故称\"姚厝客厅\"，又因客厅以前供奉观音娘娘神座，亦称\"阿娘厅\"。鸣岐公厅兴建于清宣统三年（1911），堂号维则堂，堂号今作地名。该厝座坐北朝南。十三间聚落兴建于清代，因厅屋7间，两侧巷厝各三间，共十三间房屋而得聚落名称。该厝座坐北朝南，西面临姚厝客厅，东面与后厝相邻，南面临大房大背，北面临三房后地。清末民初在东津堤顶两侧兴建房屋：刘宗仪（咸总）、刘绍卯、刘绍奎、刘世海、刘世远、刘绍梓、刘绍宽、刘胡枝、刘世朝、刘世胜、刘世德、刘锡歆、刘世溪、刘绍魏、刘绍丰。贻声公房现传42户，其中外迁9户，居本村33户，145人。贻昭公房现传9户，44人。侨居国外概况侨居马来西亚：刘世家侨居泰国：刘顺和、刘世守、刘世木、刘世佳、刘绍晓、刘耀汉侨居新加坡：刘绍旺、刘世照、刘松坤、刘世宣、刘俊乾、刘俊彬、刘俊林、刘德新、刘潮安旅居香港：刘耀南旅居台湾：刘镜泉东津沦陷时期（1939—1945），驻笔架山日军烧毁四房公厅，仰松公厅、仰松公开基祖屋。其中祖屋被烧毁大部，因此得大厝斗地名。三房先祖，世代以制屐、经商及务农为业。1952年以后，三房先后隶属下津乡二村、前进初级社、前进高级社，下津村第一排、下津大队12队、13队、14队、下津村第5村民小组管辖。仰松公房现传19世至桃坑38世\"泽\"辈，居三房有309户，1109人。"
  },
  {
    "id": "doc-第二篇-先祖创乡-第一章-刘氏-第四节-巷内乡-f1a2080e7d30832c914981ca1b270134-html",
    "part": "第二篇 先祖创乡",
    "title": "第四节 巷内乡",
    "file": "第二篇 先祖创乡/第一章 刘氏/第四节 巷内乡 f1a2080e7d30832c914981ca1b270134.html",
    "text": "第四节 巷内乡巷内乡位于下津村住宅区的中部，聚落坐西朝东，东面临安凤公路，隔关刀池与草美乡交界；西面与铺仔前乡及三舍宫接壤；南面临后库路与盐墩乡相邻；北面与水仙亭乡及廖元兴聚落交界。刘氏一四四世（桃坑二十世\"旭\"字辈）刘梅松字茂雪。公约生于明正德十三年（1518），约于明嘉靖二十六年（1547），由大房大祖屋移创巷内乡。开基地在今旧厝公厅南二巷与今巷内公厅北三巷之内，因而得巷内乡名。巷内祖居地明代挖掘的水井，至今保存完整，成为文物，是创乡故址的史证。梅松公娶徐氏，生化雨一子。一四五世（桃坑21世\"伯\"字辈）刘化雨字光宗，获庠生功名，公增广田宅。娶陈氏，生标殿一子。一四六世（桃坑22世\"延\"字辈）刘标殿字魁第。公获太学生学位，增广田宅。娶陈氏，生文旦一子，续娶蔡氏，生永泰一子，共生二子。一四七世（桃坑23世\"禧\"字辈）刘文旦号景新，公获廩膳生（由官府提供食宿）功名，增广田宅，娶梁氏，生茂翔、高秦二子。刘永泰嗣母家为祖。一四八世（桃坑24世\"茂\"字辈）刘茂翔，获庠生功名，以子显贵，赠文林郎。妣梁氏妙贞，以子显贵，旌表节。生力添、力谦、力真、力任四子。公于明末（1643）主持兴建大夫第，现称旧厝公厅。刘高秦于明末由巷内移创竹抱顶聚落，竹抱顶因公择竹抱之北侧（顶）开基而得乡名。竹抱顶厝座坐东朝西，埕外筑高墙围乡。公妣氏失记，生力田、力二、力三、力四四子。一四九世（桃坑25世\"力\"字辈）刘力谦字注，号益庵。公于清康熙三十八年（1699）中己卯科举人，授江陵县知县。在任期间，有一年因天气反常（潮语俗称\"作恶\"），江河湖池的水鲎爬上禾苗为害庄稼。刘知县率衙役深入农田察看后，发动百姓捉掠，用火烧熟后亲口试食，其味香甜可口，消息不径而走，四乡六里一齐下田捉鲎，是年农业丰收，上司行文奏报朝廷，康熙皇帝钦赐\"五马分符\"，赏银褒奖。清康熙四十一年（1702），刘力谦任满，回乡候调职期间，用赏银兴建公厅，以父亲名字命为\"茂翔公厅\"。公厅落成后，力添公房居于南侧，力谦公房居于北侧。力真公房和力任公房留居旧厝公厅。力谦公致仕后纳林氏为妾，生贻祥、贻铮二子。公为安置林氏及其所生儿子，于清乾隆元年（1736），在巷内公厅背兴建新公厅，以钦赐\"五马分符\"命名为五马内。子孙奉林氏妈为太婆，其后称\"阿婆房\"。尊称郭氏妈所生的嗣裔为\"阿娘房\"。巷内乡随着人口的增长，历代先祖不断向公厅南北两侧兴建巷厝，逐渐形成巷内，旧厝，五马内聚落。后来，由于公厅两侧土地面积所限，各房又拓展新的聚落。清嘉庆年间（1796—1820），刘贻昇家族兴建后埕聚落，因而，该房称为后埕社，刘贻信家族兴建榱丛下房屋，因而该房称为榱丛下派。刘贻大家族，兴建五马前坐北朝南厝座。刘绍烈家族，于清咸丰年间（1851—1861）兴建假山聚落。刘绍德家族，于清同治年间（1862—1874）兴建五马内背北侧，铺仔前乡东侧厝座。刘绍存家族，于民国十年（1921），兴建廖元兴聚落前厝座。刘德树家族，于民国十二年（1923），兴建五马池东侧厝座（今巷内公厅南七巷中段）。刘宗发家族，于民国末年至新中国成立初年，兴建关刀池头聚落。巷内乡经历代先祖的不断建设，成为笔架山北麓，韩江东岸之滨的大乡，尤以大客厅闻名梓里。大客厅分上、中、下三个厅，为三进式建筑，其规模比清代两进式的祠堂大。刘力谦致仕后，常在中厅会客，因而，时人称巷内公厅为\"大客厅\"。在东津堤顶两侧兴建房屋：刘德寿、刘德贞、刘德勋、刘德才、刘锦云、刘绍丰、刘寿年。在埔尾兴建房屋：刘树楠、刘世成、刘德进。巷内乡先祖，世代以农为业。清同治之后，有的家族以制作木器、木屐为业，有的以屠宰为业，有的以酿酒为业，有的以小商、小贩为业，有的以水运为业，有的以裁缝为业，有的以行医为业，有的以烧砖瓦为业，有的以加工瓷土为业。潮州沦陷期间（1939—1945），巷内乡被驻笔架山日本军烧毁公厅一座，民房19间。被日军杀死三人，其中巷内刘德仁、刘沛林二人，竹抱顶刘寿年妻子吴氏一人。1949年，刘鸿杰被胡琏兵团残部抓往台湾充兵，现居台湾。1952年，东津乡分为上、中、下三个行政乡。巷内隶属下津乡第一村管辖，1955年成立初级社时，巷内乡分在群益，建英两个初级社管辖。1957年两社归并前进高级社管辖。1958年成立人民公社，巷内分属下津连第三排及第四排管辖。至下津成立生产大队时，巷内乡先后分属东风生产队、八一生产队、第一生产队、第三生产队、第四生产队管辖。下津大队改制为下津村以后，巷内乡分属第一村民小组及第二村民小组管辖。巷内创乡迄今历486年，传18代至\"泽\"字辈，即刘氏一六二世（桃坑38世）。现居本村有287户，1329人。其中，旧厝46户，202人；竹抱顶18户，80人；后埕社54户，238人；贻贞公房64户，316人；榱丛下43户，227人；阿娘房29户，105人；五马内33户，161人。迁徙概况侨居泰国：刘绍仪、刘绍潜、刘绍淡、刘绍满、刘理如、刘理来、刘理素、刘世思、刘弟仔、刘世佳、刘世四、刘世武、刘世隆、刘世意、刘金春、刘金辉、刘应溪、刘德英、刘德银、刘德强、刘德钧、刘亚八、刘廷松、刘廷楷侨居新加坡：刘绍义、刘世学、刘世美、刘世昌、刘世强、刘锦坤、刘德恭、刘德成、刘德明、刘德敬、刘正发侨居马来西亚：刘世鑫、刘德阳侨居印度尼西亚：刘绍宜、刘钟松、刘德华、刘德贤、刘德明、刘裕钦、刘裕森侨居越南：刘金省、刘金城侨居加拿大：刘裕丰、刘裕宏侨居日本：刘骧本旅居香港：刘世祯、刘世明、刘廷芝、刘广港旅居澳门：刘艺良、刘裕鑫居台湾：刘鸿杰迁居湖北：刘仲熊、刘东迁福建：刘厝边、刘秋秋迁海南：刘德熙、刘裕水迁居韶关：刘德进、刘裕新迁居梅州：刘德祥、刘裕源、刘裕昭迁居惠州：刘德元、刘崇亮迁居河源：刘岳熊、刘玉熊迁居广州：刘世全、刘长学、刘兆熊、刘孟熊、刘洪、刘德成、刘裕钊、刘裕舜、刘群、刘思荣、刘铭成、刘佳悦迁居汕头：刘世从、刘世杰、刘世河、刘振武、刘其俊、刘松昌、刘秋桐、刘德光、刘旭贞、刘锦城、刘德猪迁居揭阳：刘世钦迁居饶平：刘贻铮、刘世海迁枫溪：刘裕思、刘裕志迁居磷溪：刘绍宜、刘世静迁居意溪：刘宗传、刘绍计、刘两杰迁居中津：刘绍炳、刘镇标、刘镇森、刘四妹、刘桂财、刘贤熊、刘加润、刘银钊、刘哑仔、刘永钦迁居潮州城：刘玉文、刘鹏、刘德平、刘裕成、刘木歆、刘世海、刘德松、刘桃南迁向不详：刘宗得长子刘大痴、三子刘九嗳、四子刘大舜、五子刘坤松"
  },
  {
    "id": "doc-第二篇-先祖创乡-第一章-刘氏-第五节-盐墩乡-ad12080e7d3082e0a712812f59f6421a-html",
    "part": "第二篇 先祖创乡",
    "title": "第五节 盐墩乡",
    "file": "第二篇 先祖创乡/第一章 刘氏/第五节 盐墩乡 ad12080e7d3082e0a712812f59f6421a.html",
    "text": "第五节 盐墩乡下津村有三个与盐相关的地名：起盐、盐埠、盐墩。起盐： 古代，后溪水运发达，食盐由海墘运至今下津后溪拐弯处就停船起盐上岸，先民就称该地为\"起盐\"。盐埠： 古代，盐主与盐商选择今康厝东侧与窟尾沟南侧（洪厝埔旧居地）设点结算，官府派员至结算点收税。有些盐民随船而来，也在埔上摆盐摊零售，因而该埔便称为\"盐埠\"。盐墩： 墩字本义指土堆。昔先，韩江东岸未筑堤，盐商在燕仔山脚的墩上搭建食盐仓库，方便搬盐上船运往韩江上游销售，仓库内的食盐囤积似土堆。因此，先民称囤盐的地方为\"盐墩\"。盐墩乡位于下津村的西南部，村落坐西朝东。东面临后库路南新住宅区，西面濒安仔池，南面毗邻长池，北面与竹抱顶乡相邻。桃坑刘氏有两位先祖，先后至盐墩开基创乡，迄今已历300年，两宗共有56户，271人。一、刘氏一四六世（桃坑22世\"延\"字辈）刘延美公于清康熙五十八年（1719），由桃坑徙出盐墩开基创乡，现传十二世至\"德\"字辈，有48户，229人。二、刘氏一四七世（桃坑23世\"禧\"字辈）刘禧远（甲六公房）公于清乾隆六年（1741），由埔东刘厝移盐墩开基。迄今已历278年，现传十一世至\"德\"字辈，居本乡有8户，42人。刘成谦（支字辈）于清末民初迁台湾，现传近百人。盐墩乡先祖，以农为业，耕种于桃坑内。清末以后，开始有族人从事削木屐，做木工。潮州沦陷期间（1939—1945），驻笔架山日军，多次沿燕仔山至东津乡烧杀，盐墩乡两座公厅和百分之七十的房屋被烧毁，七人被杀死。清末及民国年间，侨居越南者有：刘宗龙。侨居泰国者有：刘宗标、刘明进、刘清泉、刘绍丰。1952年以后，盐墩乡先后隶属下津乡第五农业合作社、潮州市郊新合乡前进生产合作社、下津连第三排、下津大队东风生产队、第一、二生产队、下津村第一村民小组管辖。"
  },
  {
    "id": "doc-第二篇-先祖创乡-第一章-刘氏-第一节-桃坑刘氏源流纪略-3222080e7d308204b91001e1e095c283-html",
    "part": "第二篇 先祖创乡",
    "title": "第一节 桃坑刘氏源流纪略",
    "file": "第二篇 先祖创乡/第一章 刘氏/第一节 桃坑刘氏源流纪略 3222080e7d308204b91001e1e095c283.html",
    "text": "第一节 桃坑刘氏源流纪略刘氏源出黄帝，帝娶嫘祖为元妃生玄嚣，玄嚣生蟜极，蟜极生帝喾。帝喾纳陈锋部落（今河南淮阳）奇女子庆都为妃，生尧于伊祁部落（今属江苏境）。尧以母亲的产育地伊祁为姓，自幼拜伊祁寿为师，老师给他取名放勋。帝喾先封他于陶地（今河北省唐县），后改封于唐地（今山西翼城），因而称陶唐氏。公元前2357年，尧继帝位，置都于平阳（今山西临汾尧都）。娶散宜部落（今属河北境）女皇为元妃，生十子二女。其第九子名曰源明，虞舜接帝位时，将尧帝的始封地陶，封给他建立刘国。始祖源明公，约于公元前2285年，由帝都迁至封地建立刘国（今河北省唐县），以国为氏，称刘氏，谱称刘姓正宗。十八世刘累事夏，被夏王孔甲封为御龙氏。御龙氏传至商朝，被商王武丁封为豕韦氏，后商时期，豕韦氏被改封于唐地建立唐国，以唐为氏。至周成王时灭唐，封唐氏后人于杜原（今陕西省长安县杜城），又以杜为氏，统称唐杜氏。五十七世杜伯事周宣王为上卿大夫，挂将军帅，为西周中兴立下赫赫功勋。公于周宣王四十三年（公元前785），非其罪而被周宣王旨杀，有大臣左儒等谏王未遂，宁死不殉君，以正杜伯之无罪。五十八世隰叔因父冤死奔晋（今山西太原），受晋王礼遇，授士师官职。遂以官职士为氏，称士氏。六十三世士会任晋国大夫。公元前620年，奉旨到秦国接晋公子雍回国继君位，因晋国政变，复奔秦国，居大夫之职，其家眷辗转迁秦。公元前614年，士会复回晋，任将中军率师伐赤狄三国有功，升中军元帅，位列上卿加太傅，封邑于范（今河南范县），尊号范武子。其子孙居于秦国者复刘姓，居于范邑者为范姓。六十五世刘贵文居于秦，十传至汉高祖刘邦，奉公为恢复刘姓始祖。传至六十八世刘金盛，由秦移居江宁。七十二世刘恩盛于秦昭襄王年间由江宁迁徙彭城郡（今徐州）沛县丰乡。七十五世刘邦起身沛县泗水亭长。公元前209年，在沛县聚众斩白蛇起义，号沛公。公知人善任，群雄多归之，戎马征战，逐鹿中原灭秦平楚而成帝业。于公元前206年建立汉朝，定都长安，号汉高祖。汉承秦郡县制，汉高祖增置中山郡（今河北定州卢奴县），至汉景帝刘启，于公元前154年改中山郡为中山国。封儿子刘胜为中山国王。七十八世刘胜由长安莅任中山，史称中山靖王。胜公诸子，划地封侯。其后以中山为郡望，称中山裔派。七十九世刘贞于公元前127年，封陆城亭侯，由国都迁涿郡（今河北涿县）。九十五世刘备世居涿郡。公于汉灵帝末年（公元189），与河东郡关羽、本郡张飞在涿县桃园结义，以刘皇叔身份起兵护汉。公元207年，三顾茅庐得诸葛亮辅助，审时度势，于汉献帝建安十六年（公元211）率师入川，联吴抗曹，遂成帝业。公元221年建立蜀国，定都成都，号蜀汉昭烈皇帝，改元章武。立长子刘禅为储君，封次子刘永为鲁王。九十六世刘永于蜀汉章武元年封为鲁王，至建兴八年（公元230），后主刘禅改封他为甘陵王。公于延熙元年（238），由成都东迁洛阳，官拜东都尉，封乡侯。洛阳先祖历魏晋、南北朝至晚唐，凡634年，传25代至一二一世刘祺迁河东。一二〇世刘翙于唐武宗会昌年间（841—846）事唐，官拜朝散大夫。公有子三，长子刘祺由洛阳迁居大梁河东，生刘嵩；次子刘祥移居福建宁化，传至136世刘开七授官入潮开基溪口；三子刘褆传至126世开基普宁桂花蓝。一二二世刘嵩于唐昭宗年间（889-903），仕唐授大理寺卿。公于唐末五代初（904-907）偕清海军节度使领兵据广州。适丁五代，兵甲簸荡，于后梁贞明三年（917），遭僭伪节度使所害。公有子二，长子刘颖逃难至潮州桃坑，次子刘仪逃难至福建莆田。刘嵩，是刘姓南迁入粤之最早者，刘颖是潮州刘氏第一人。"
  },
  {
    "id": "doc-第九篇-教育-e902080e7d3082cd94a101d4a1e74dde-html",
    "part": "第九篇 教育 e902080e7d3082cd94a101d4a1e74dde.html",
    "title": "第九篇 教育",
    "file": "第九篇 教育 e902080e7d3082cd94a101d4a1e74dde.html",
    "text": "第九篇 教育教育是提高人口素质的重要途径，\"十年树木，百年树人\"，重视和发展教育事业是下津人千余年来的传统美德。第一章 私塾教育第二章 小学教育第三章 民办教育第四章 初中教育第五章 幼儿教育第六章 业余教育第七章 捐资兴学第八章 下津小学历任校长第九章 奖学金制度"
  },
  {
    "id": "doc-第九篇-教育-第八章-下津小学历任校长-2b72080e7d3082eea9be8160e4278e05-html",
    "part": "第九篇 教育",
    "title": "第八章 下津小学历任校长",
    "file": "第九篇 教育/第八章 下津小学历任校长 2b72080e7d3082eea9be8160e4278e05.html",
    "text": "第八章 下津小学历任校长姓 名籍 贯任职时间陈英松官塘人1952-1954.7陈英炮官塘人1954.8-1957.7庄泽睦江东人1957.8-1958.2翁 铠市区人1958.3-1959江荣芳文祠人1960-1962刘万俊桂坑人1963-1966.7林维干普宁人1966.8-1967.7张淦胜意溪人1967.8-1971.7刘春仁本村人1971.8-1976.7张森龙梅花人1976.8-1982.7陈贤才黄金塘人1982.8-1983.7郑春松市区人1983.8-1992.7刘世钿本村人1992.8-1995.7刘镜荣本村人1995.8-2004.7魏成发市区人2004.8-2017.7李 军湖南郴州人2017.8-博雅学校首任校长"
  },
  {
    "id": "doc-第九篇-教育-第二章-小学教育-cdc2080e7d30827cafde81b1cdb55070-html",
    "part": "第九篇 教育",
    "title": "第二章 小学教育",
    "file": "第九篇 教育/第二章 小学教育 cdc2080e7d30827cafde81b1cdb55070.html",
    "text": "第二章 小学教育第一节 民国时期民国三年（1914），潮安县政府提倡兴办学校。乡里有识之士认识到私塾教育所授知识，远远赶不上时代发展的要求，毅然决定废私塾办新校，推举德高望重的贤人为新校校董，向潮安县政府呈文获准创办东津小学。东津小学分设廖厝祠和学士公祠，廖厝祠作为初小部，学生可容量240人。学士公祠作为高小部，学生可容量120人。学校由校董和刘、廖等姓共同管理。教育经费由各姓氏筹集，有的由宗族公租田拨专款，有的由富人赞助，有的由入学子弟家庭或家族出资。后来，东津小学与薛姓创办的绵昌小学、梁姓创办的益智小学和黄姓创办的砚田小学合并，称东津乡中心小学，纳入潮安县公办学校，各分校教学场所不变。东津乡中心小学由县教育部门及乡董共同管理。第二节 解放初期1950年，东津乡中心小学由农会和校董会共同管理。学士公祠因用作东津乡农会会所，高小部迁在五房祠教学。1952年，东津乡析置上、中、下津三个行政乡，东津乡中心小学分为上、中、下津三所小学。第三节 下津小学下津小学校名始于1952年，校址设廖厝祠和廖氏明经第，学生可容量360人，为完全小学。学校列入国家教育编制，教师由意溪教联聘任，开设语文、算术、音乐、体育等课程，高小增设书法和珠算，建立班主任制度，实行5分评分制。1952年至1955年，各班满员，学生人数360人。同班学生年龄差异较大，兄弟姐妹叔侄姑孙同班读书。中津乡蔡、周、王三厝子弟，就近在下津小学报名读书有10余人。1956年，下津小学一年级，开始实行普通话教学。1957年，下津小学开始在洗马桥设分校，由一名教师上1-3年级的课程。4年级以上学生到下津小学上课。是年7月，下津小学首届毕业生46人，其中考上潮安一中（后称金山中学）有3人，考上市中（后改称潮安六中）6人。1966年，文化革命开始，下津小学正常上课。1967年，下津小学停课闹革命，学生背诵《毛主席语录》和\"老三篇\"：《为人民服务》《纪念白求恩》和《愚公移山》。使学校教育开始走下坡路。1968年7月22日，毛主席指示\"教育要革命，学制要缩短\"。全国实行\"九年一贯制\"的学制，即小学5年，中学2年；高中2年。是年9月，下津小学实行5年制教育。是年，下津籍在外教学的小学教师回本村小学任教。1972年，实行贫下中农管理学校。1975年4月，廖厝祠拜亭倒塌。是年，下津大队革委会在廖元兴背动工兴建学校，建筑面积1200平方米，为砖木结构房屋，有12间教室，3间校务室，同时搭建戏台，修建操场，校区面积约10亩。1976年，有8个班的学生迁新校区上课，有四个班仍坚持在廖厝祠和明经第上课。1988年，下津小学恢复六年制教育。1990年，下津村二委决定在新校区兴建教学大楼，得到海外侨胞、乡贤和厂矿的捐资支持。1991年，教学大楼竣工，建筑面积1098平方米，有教室16间，学生可容量500人。是年，下津小学迁新教学楼上课。因廖厝祠埕雨季积水，交通不方便，为保障学生安全，1993年，下津村委会在六枝灯划出24亩地建设新校区，得到海外侨胞、乡贤的捐资支持。1994年8月31日，新校区落成，面积15338平方米，其中建筑层数4层，面积1388平方米，教室面积980平方米，学生可容量800人。第四节 下津博雅学校随着时代的发展和教育的需求，村民对下津小学的教育教学及硬件设施提出了更高的要求和希望，2015年，在下津村委会和刘松波等乡贤的倡导下，成立\"潮州市湘桥区博雅教育发展促进会\"，对下津小学进行全面改造和资源整合，于是年动工，至2017年8月首期工程完成。深圳韩江文化研究会、深圳潮州商会、湘桥区博雅教育促进会首期投入近3000万元新建了教学楼、教师公寓、运动场、学校大门等，并利用暑假对旧教学楼进行立面改造，对教学设备设施进行更新换代；创新学校办学体制，继公办、民办、国有民办、公私合营等模式外，新创\"公办民助\"新模式，助力学校跨越式发展。2017年7月，下津小学正式更名为下津博雅学校，并经上级部门批准成立潮州市湘桥区博雅教育促进会，时有会员50名。现学校占地15338平方米，建筑面积6161平方米，运动场地4536平方米。现有14个教学班共计657名在校学生，学校最大可容纳学生1080人。学校有标准的运动场，建有200米跑道和60米直跑道、篮球场、排球场、羽毛球场和2个乒乓球台、田径设施等，能充分地满足学生体育活动的需要。学校拥有联通国际互联网络的千兆校园局域网，全部教室都配有多媒体电教平台，为学校充分使用多媒体辅助教学和数字化教育营造了良好而又便利的条件。学校现有电脑教室1间（配置了50台学生专用计算机）、3间多功能教室，还有师生图书阅览室、书吧、音乐室、舞蹈室、美术和书法室等。教师办公室全部都配备了能连接互联网的办公电脑，并安装了多种制作教学课件的软件工具。学校每年都举办全校性综合运动会、学校艺术节。学校原有在编教师10人，师生比悬殊过大，大部分教师专业与所任学科不对口，深圳韩江文化研究会、深圳潮州商会、湘桥区博雅教育促进会为解决人才问题，广泛搜集人才，聘请深圳市名优校长李军为校长。现学校领导班子配备齐全，现有校长1名，课程发展中心副校长1名，学生发展中心副校长1名，教学副主任1名，少先队辅导员兼任总务主任1名，行政主任1名，行政主管1名，促进会干事2人，总务干事1人，学校实行校长负责制，学校领导班子分工明确，纵向条块分权，横向各司其职，学校整体管理基本规范畅顺。学校拥有41名专职教师，教师队伍中以中青年为主，结构合理，学历全部达标，其中，在编教师10人，校聘教师31人，校聘人员由潮州市湘桥区博雅教育促进会聘任，师生比达1：15.9，远超农村小学标准。春华秋实，盛世相聚，2017年11月12日，下津博雅学校举行落成茶话会，全村每户派一名代表参加，并邀请上级领导、社会名流和乡贤莅会赏光，与会人数共有1820人，这是下津村有史以来规模最大的一次盛会。"
  },
  {
    "id": "doc-第九篇-教育-第九章-奖学金制度-7f42080e7d3083d6a57781e8daccebd8-html",
    "part": "第九篇 教育",
    "title": "第九章 奖学金制度",
    "file": "第九篇 教育/第九章 奖学金制度 7f42080e7d3083d6a57781e8daccebd8.html",
    "text": "第九章 奖学金制度第一节 集体奖学一、下津村委会 下津村委会自1985年始，对本村农业户口的大学录取生和考上金山中学及高级中学的学子实行奖学金制度。2018年奖学范围扩增居民户口的学子，所有学子的奖学金额为600-1200元。2019年，奖学人数有46人，奖学金45800元。二、下津小学 由村委会拨款作学校奖教奖学。第二节 民间奖学一、新祠堂 新祠堂于2003年成立奖学基金会，奖学基金由我任公派下企业家和宗亲赞助。奖学对象在校优秀大学生、高中生、中学生和小学生成绩优秀者和每年被录取的大学、名牌中学学子。自2004年至2019年，奖励学子840人次。其中：奖励硕士生3人，研究生4人，录取大学生151人，在校大学三好生9人，在校高中、初中三好生成绩前三名134人，在校小学三好生成绩在班级前三名479人。奖学总金额36.5万元。二、仰松公厅 仰松公厅理事会自2007年起至2016年止，奖励优秀学子人数145人，奖学金额8.3万元。三、巷内公厅 巷内公厅奖学自2014年至2019年，奖学人数有242人，金额8.66万元。"
  },
  {
    "id": "doc-第九篇-教育-第六章-业余教育-a5c2080e7d30833c8d208132019efe9a-html",
    "part": "第九篇 教育",
    "title": "第六章 业余教育",
    "file": "第九篇 教育/第六章 业余教育 a5c2080e7d30833c8d208132019efe9a.html",
    "text": "第六章 业余教育第一节 扫盲解放初期至1956年，下津乡执行国务院关于\"扫盲\"的决定，实施扫盲教育。教育地点分设各个自然村及聚落，教员由有文化的村民担任。学员大部为没有文化的家庭妇女，全村参加扫盲教育约有300余人。学习时间农闲安排在下午，农忙季节安排在晚间，学员自备煤油灯。教学方式： 一、书写识字法。教师在黑板上写字，带读，学员跟念，边读边学习书写。 二、速成识字法。老师见物书字，如在门上写\"门\"字，在石柱上写\"石柱\"……学员见物识字，效果甚好。第二节 夜校1957年，下津乡认真实施汕头专员公署关于\"推行工农业余教育办法\"，在下津小学增办夜校。夜校按成年人的识字状况，分识字班，中级班和高级班。教师由公办老师和民办老师兼任。民办老师刘瑞銮被评为潮州市扫盲积极分子。夜校教学内容：识字班学习扫盲课本。中级班和高级班学习小学语文、算术和珠算。夜校教育期间，学员们学习劲头十足，回家后常边看书边诵读：\"万能拖拉机，威力世稀奇，价格便宜易驾驶……。\"朗朗的读书声在乡里各个聚落此起彼伏，复习课文，蔚然成风。第三节 耕读班在业余教育过程中，为照顾有家庭工课的子弟能上学读书，增设耕读班。 耕读班学生上午和下午参加劳动（放牛），学习时间安排在中午，因而，也称中午班。教师由民办老师兼任。教学场所设窟尾沟三房姚厝公厅，有时搬在三房雨亭或巷头上课。学习内容：小学语文、算术、珠算。"
  },
  {
    "id": "doc-第九篇-教育-第七章-捐资兴学-8f02080e7d30836ca3da014ecbe26d06-html",
    "part": "第九篇 教育",
    "title": "第七章 捐资兴学",
    "file": "第九篇 教育/第七章 捐资兴学 8f02080e7d30836ca3da014ecbe26d06.html",
    "text": "第七章 捐资兴学下津学校碑记（一）为国树人本学子庠序之教，襄资兴学乃贤达卓识之举。下津乡旅居海外侨胞、港、澳、台同胞廖少贤先生等素爱祖国，情系桑梓，解囊相助，管理区集资，厂矿政府支持，乡人同心同德，兴建下津小学教学楼，於一九九一年八月十五日告竣。教学楼三层面积1098㎡，设计臻善环境优美，乡人有口皆碑，莫不称赞，兹略誌其事，刻镌於石已垂乡有史。捐资芳名录姓 名金额（元）姓 名金额（元）廖少贤先生伍万刘家驷先生壹仟刘德报先生伍仟刘裕耀先生壹仟廖维良先生、廖孔亚银女士壹万刘裕煌先生壹仟刘英石先生叁仟刘尾弟先生伍佰吴亚霞女士叁仟廖源泉先生壹仟壹佰陆拾廖声源先生贰仟刘锡雄先生贰仟刘宏杰先生壹仟伍佰（港币）刘绍鋆先生壹仟伍佰刘世全先生伍仟刘德贵先生壹仟伍佰刘徒亮先生贰仟黄福英先生壹仟伍佰黄福朝先生、黄蔡静娟女士叁仟刘裕豪先生壹仟伍佰厂矿姓 名 / 单位金额姓 名 / 单位金额廖桐成先生壹仟潮州市彩釉砖厂壹万肆仟刘镜泉先生壹仟华侨瓷厂壹万贰仟廖木溪先生壹仟瓷泥厂壹万廖振亮先生壹仟飞天燕瓷土矿陆仟刘明春先生壹仟飞天燕原料厂陆仟刘光文先生壹仟造纸涂料厂陆仟刘长泉先生壹仟韩江饲料厂陆仟刘长智先生壹仟水泥厂贰仟李得和先生壹仟造船厂贰仟刘宏杰之母壹仟粘胶剂厂壹仟贰佰刘家聪先生壹仟工程塑料壹仟下津管理区 公元一九九一年八月十日下津学校碑记（二）襄资兴学培育人才，乃强国富民之根本途径。是从我管理区再次投资人民币贰佰万元，择地管理区址东侧建校，占地贰拾叁亩设教学和活动两区域，五室配备齐全，环境优雅大方，於甲戌腊月竣工落成，特立碑记垂史。附投资额中侨胞芳名： 廖少贤先生捐资人民币壹拾万元 刘清水先生捐赠港币伍仟元 （因学校改建，捐资芳名榜资料部分失传）下津管理区 甲戌年冬立"
  },
  {
    "id": "doc-第九篇-教育-第三章-民办教育-37e2080e7d3082878b020105acf696ab-html",
    "part": "第九篇 教育",
    "title": "第三章 民办教育",
    "file": "第九篇 教育/第三章 民办教育 37e2080e7d3082878b020105acf696ab.html",
    "text": "第三章 民办教育1956年，政府在农村实行\"二条腿走路\"的方法办教育。规定民办小学就读部分1-4年级学生，5-6年级学生转公办小学就读。1957年，下津前进高级社始创民办小学，第一批民办老师有二人，其中刘瑞銮教语文、刘碧花教算术。教师以记工分作报酬。民办学生入学时自备桌椅，免交学费，书簿费自费，时每人为0.32元，第一年招收一班，学生有46人，读至五年级转入公办学校时为32人。1958年起，学生就读人数逐年增加，民办老师也逐年增加。先后曾作民办学校教学场所有：新祠堂、草尾宫、埔中宫、旧厝公厅、明经第私厅、酒厂内猪牢、脚桶黄、沙墩内、贻诚公厅等。"
  },
  {
    "id": "doc-第九篇-教育-第四章-初中教育-1f32080e7d308349b83a016ab668151c-html",
    "part": "第九篇 教育",
    "title": "第四章 初中教育",
    "file": "第九篇 教育/第四章 初中教育 1f32080e7d308349b83a016ab668151c.html",
    "text": "第四章 初中教育1968年，推行\"王、侯倡议\"，即\"初中不出村、高中不出社，大学不出县\"的办学模式。（王、侯指王庆余老师和侯振民老师）。1968年8月，下津大队革委会决定在下津小学设初中部，时称\"戴帽\"初中班。10月，下津小学初中部在廖厝祠开学。首届一个班，学生40余人，学制二年。1969年起逐年增加班级和班数，至1978年初中教育恢复三年学制。1978年至1982年，初中教育有六个班。教学场地扩至廖元兴背新校区。下津小学附设初中部历时14年，接受初中教育学生约有1280余人。"
  },
  {
    "id": "doc-第九篇-教育-第五章-幼儿教育-c492080e7d3082b7bce2811150db1967-html",
    "part": "第九篇 教育",
    "title": "第五章 幼儿教育",
    "file": "第九篇 教育/第五章 幼儿教育 c492080e7d3082b7bce2811150db1967.html",
    "text": "第五章 幼儿教育第一节 公办幼儿园1958年7月，为解决家庭妇女劳动力问题，下津前进社在新祠堂和巷内公厅试办幼儿园，配4名幼师管教，入园儿童70余人。1959年，幼儿管教列入议事日程，张玉音任幼儿园园长，蔡淑娟、余好贤、陈岳婵、文淑芳、刘丽珠、薛妙音任幼师。入园儿童有100多名，上课自备桌椅，三餐由幼师到公共食堂挑饭菜，师生在幼儿园用餐，早晚由幼师接送学生入园及回家。幼儿教育内容按意溪公社布置课程进行管教，课程有语文、算术、唱歌、跳舞。六名幼师调教的\"秧歌舞\"曾参加比赛获奖。民办教师刘瑞銮常到幼儿园辅导汉语拼音。1960年6月10日，韩江水涨，幼师带领学生到韩师避洪水，与他们同吃同住，使幼儿生安全得到保障。上世纪六十年代，下津幼儿园曾在洗马桥自然村设幼儿分园，配幼师2名，入园儿童有20余人。先后曾作下津集体幼儿园的场所有：新祠堂、埔东宫、绞队井公厅，竹抱顶公厅、\"银姑\"公厅、巷内公厅及洗马桥寨。1994年，下津小学迁新校址，下津村决定将原校址作为幼儿园教育场所，命名为\"下津幼儿园\"，刘连英任园长。按入学人数配员，最高峰年份有幼师17名。全村适龄儿童到下津幼儿园上课，使下津村步入正规的幼儿管教模式。下津幼儿园按入学儿童年龄，分设小班、中班、大班、学前班四个班级，各班级又按人数进行分班。每年入园儿童入学人数有350余人，最高峰年份达到600人。下津幼儿园的教学按潮州市教育局规定，设语文、数学、体育、图画、音乐等课程。实行班主任制度和课任老师责任制，还聘请有教学经验的退休教师施赛音担任学前班幼师，使教育质量不断上升。1995年至2002年，连续八年获潮州市、湘桥区、桥东街道等教育部门\"规范化幼儿园\"和\"先进幼儿园\"称号。2003年始，下津幼儿园由江楚红承包，教学内容仍按原幼儿园开设的课程授课。2004年，下津幼儿园教案比赛分别获潮州市教育局和湘桥区教育局一等奖。\"六一节\"舞蹈比赛获湘桥区金奖。2008年，江楚红获湘桥区优秀幼儿园园长称号。\"六一节\"舞蹈比赛获湘桥区教育局银奖。2012年，\"六一节\"舞蹈比赛获湘桥区教育局银奖。2016年，下津幼儿园获湘桥区妇联\"中国文明岗\"称号。\"六一节\"舞蹈比赛获湘桥区教育局银奖。第二节 私办幼儿园下津私办幼儿园有四所，1994年9月，飞燕幼儿园率先申报获准开业。尔后，星星、佳美、朝阳三所幼儿园相继开业。第三节 幼教现状2019年9月，下津有幼儿园三所，幼师22人，入园学生320人。其中下津幼儿园幼师10人，学生160人，星星幼儿园幼师8人，学生130人，朝阳幼儿园幼师4人，学生30人。"
  },
  {
    "id": "doc-第九篇-教育-第一章-私塾教育-d412080e7d3083a0ad0f81ba93e2d20d-html",
    "part": "第九篇 教育",
    "title": "第一章 私塾教育",
    "file": "第九篇 教育/第一章 私塾教育 d412080e7d3083a0ad0f81ba93e2d20d.html",
    "text": "第一章 私塾教育隋代开创科举制度，使平民百姓的子弟\"朝为田舍郎，暮登天子堂\"，跻身官宦参与管理国家事务。桃坑刘氏，自宋代始就有书斋课督子弟读书，擢取科甲，光宗耀祖。宋元明清时期，下津各姓氏先祖，千方百计筹措资金和场所，延师教族中子弟读书。考上县学、府学的生员，多由宗族公费供读。至今窟尾沟、巷内及廖厝，都有书斋地名和遗址。第一节 私塾办学方式1、由同姓宗族公租田款拨出一部分资金作为办学经费。2、由族中富人、官宦、华侨出资办学。3、凡有子弟入学者共同出资办学。私塾老师大部请外乡有文化者，任教时间多为一年，若教学成绩优者，一年结业之时予以奖励，并继续聘请留教。第二节 私塾教学内容1、幼稚班。多用《三字经》《百家姓》《千字文》等课本，作为启蒙教育。2、中级班。多用《孝经》《千家诗》《幼学琼林》《四书》《五经》《古文评注》《尺牍》等作为教读课本。3、高级班。背诵中级班开设的课本，增设毛笔书法，珠算等课程。各书斋私塾执教的课程不一，私塾老师的教授方法也各异。"
  },
  {
    "id": "doc-第六篇-政治-33a2080e7d3082c0941901bae276ffbb-html",
    "part": "第六篇 政治 33a2080e7d3082c0941901bae276ffbb.html",
    "title": "第六篇 政治",
    "file": "第六篇 政治 33a2080e7d3082c0941901bae276ffbb.html",
    "text": "第六篇 政治政治是人类社会历史发展过程中产生的一种社会现象，是一定时期社会上层建筑领域中各种权力的主体。是以维护自身利益的特别行为，结成特定的社会关系。“政”是政权主体，“治”是维护政权的方法手段，围绕着政实施权力。第一章 建置沿革第二章 中共下津党组织第三章 人民代表大会第四章 下津群团组织第五章 政绩表彰称号"
  },
  {
    "id": "doc-第六篇-政治-第二章-中共下津党组织-2712080e7d30835ca08601b2a9b918a8-html",
    "part": "第六篇 政治",
    "title": "第二章 中共下津党组织",
    "file": "第六篇 政治/第二章 中共下津党组织 2712080e7d30835ca08601b2a9b918a8.html",
    "text": "第二章 中共下津党组织第一节 中共下津乡党支部一、中共下津乡党支部成立1952年，土改工作队选派一批积极分子到厦寺学习党课。下津乡康国龙、吴素贞、廖振波、廖淑兰、吴淡霞、刘德来、康得名等优秀学员被吸收为共产党员。1952年10月，在驻乡土改工作队徐凤翔、韩开义、周自成等同志的主持下，中共下津乡党支部依章成立。下津乡党员人数7名，设支委3人。康国龙任书记，廖淑兰、刘德来任支委。二、下津（乡、连、大队、村）历任党支部书记任期姓名时间第一任康国龙1952—1954第二任刘大嗳1954—1955第三任刘世美1956—1957第四任黄炳添1957—1958第五任黄美兰1958—1964第六任钟脚鱼1964—1965第七任刘金发1966—1976第八任刘春祥1976—1993.6第九任刘汉正1993.7—1994.6第十任刘俊忠1994.7—2002.6第十一任刘俊强2002.7—2012第二节 中共下津村党委会一、中共下津村党委会成立2013年，下津村党员人数超百人。经上级批准，中共下津村党支部转设为中共下津村党委会。经党员大会选举，呈报上级党委审批，产生下津村党委会。设书记1人，副书记2人，委员5人，下分设七个党支部。二、第一届党委会党委书记：刘俊强党委副书记：廖耀明、刘裕乾党委委员：刘金亥、刘瑞生、刘湘、刘若宏、陈永华三、第二届党委会（2017年4月，换届选举）党委书记：刘俊强党委副书记：刘裕乾、刘金亥党委委员：刘裕龙、刘瑞生、刘若宏、刘湘、刘泳华、刘竞栩四、党委会分工刘俊强任村党委书记。刘裕乾任村党委副书记、第四党支部书记。刘金亥任村党委副书记、第五党支部书记。刘裕龙任村党委委员。刘瑞生任村党委委员、纪委书记、第二党支部书记。刘若宏任村党委委员、纪委委员、第六党支部书记。刘湘任村党委委员、流出党支部书记。刘泳华任村党委委员、第三党支部书记。刘竞栩任村党委委员，第一党支部书记。第三节 党员人数2018年，下津村有党员141名。支部人数第一党支部14第二党支部35第三党支部17第四党支部19第五党支部8第六党支部10流出党支部38"
  },
  {
    "id": "doc-第六篇-政治-第三章-人民代表大会-b392080e7d3082f69e2e818a5f0f7530-html",
    "part": "第六篇 政治",
    "title": "第三章 人民代表大会",
    "file": "第六篇 政治/第三章 人民代表大会 b392080e7d3082f69e2e818a5f0f7530.html",
    "text": "第三章 人民代表大会第一节 下津人大代表人民代表大会制度，是我国的根本政治制度。下津遵照国家宪法、选举法和组织法，按规定年限选举人民代表。下津人民代表由选民民主选举产生，代表具有群众性和广泛性，代表下津人民，出席各级人民代表大会。1954年，下津乡宣传标语：人民江山人民坐，选好代表当好家。下津村出席历届各级人民代表大会代表：广东省人大代表：刘俊忠潮州市人大代表：刘俊忠、刘俊强湘桥区人大代表：刘春祥、张与如、黄芷孝、刘金兴、刘俊良、刘瑞生、刘仲滨第二节 村民代表大会下津村民代表大会产生于1998年。村民代表由各村民小组村民选举产生，按每15户起选一名代表。下津村重大村务，经村民代表大会讨论通过实施。1998年，召开第一次村民代表大会，选举产生代表75人。2017年，召开第七次村民代表大会，选举产生代表99人。第三节 历任行政领导人下津历届行政领导班子成员，通过有选举权的村民投票选举产生，由选举领导小组呈报上级审批行文公布。一、下津乡历任乡长（1953—1956）1953年1月1日，成立下津行政乡，称潮安县第三区下津乡。第一任：刘宗明（1953—1955）第二任：刘世美（1955—1956）二、前进高级社主任（1955年下半年—1958年11月）第一任：刘世美（1955—1956）第二任：刘海桂（1957—1958）三、下津连连长（1958—1961）刘金存（1958—1961）四、下津历任大队长（1961—1967）刘德来（1961—1963）刘德钊（1964—1967）五、下津历任革委会主任（1968—1980）刘金发（1968—1976）刘春祥（1976—1980）六、下津历任大队长（1980—1983）刘德钊（1980—1983）七、下津历任管理区主任（1984—1998）刘春祥（1984—1993）刘汉正（1993—1994）刘俊忠（1994—1998）八、下津历任村民委员会主任（1998—至今）刘俊忠（1998—2002）刘俊强（2002—至今）"
  },
  {
    "id": "doc-第六篇-政治-第四章-下津群团组织-e9f2080e7d30835c9f2c011411dbf094-html",
    "part": "第六篇 政治",
    "title": "第四章 下津群团组织",
    "file": "第六篇 政治/第四章 下津群团组织 e9f2080e7d30835c9f2c011411dbf094.html",
    "text": "第四章 下津群团组织第一节 共青团中国共产主义青年团是中国共产党领导下的中国先进青年的群众组织，是党的助手。中国少年先锋队，由共青团团员任辅导员。一、下津团支部下津团支部创建于1953年，时全称：中国新民主主义青年团下津乡团支部。1958年改为中国共产主义青年团下津乡团支部。二、首任团支部书记：刘俊辉第二节 妇女在封建社会里，妇女没有政治地位和经济地位，她们受封建礼教的束缚，婚姻不能自主。共和国成立后，妇女翻身，参加政治活动和生产劳动，成为“半边天”。1953年，下津乡成立妇女组织。吴淡霞当选首届妇联主任。下津历届妇委会选举代表出席各级妇女代表大会。第三节 农会1949年10月23日，潮安县成立军事管制委员会，号召各区、乡村成立农会。一、东津乡农民协会1949年11月中旬，刘利成等一批骨干分子响应军委会的号召，积极筹办东津乡农会。1950年，在中共潮安县第三区委的领导下，成立了东津乡农会，会所设学士公祠。东津乡农会代替了原有的乡政权和保甲制，行使了新中国成立后的乡一级政权。东津乡农会下辖四个村，各村相应成立农会。一村农会设廖元兴儒林第，康国龙任会长。二村农会设窟尾沟厚斋公厅，刘宏贞任会长。（注：三村属今中津、四村属今上津）东津乡农民协会历时近二年，期间，我村刘德创当选首任会长、刘利成任副会长、刘裕湖任文书，刘应臣、康国龙、廖双炳、刘世尊等人任农会委员。二、下津乡贫雇农协会1951年下半年，土改工作组徐凤翔、韩开义、周自成等人深入一、二村调查摸底，物色土改时的依靠对象。1952年初，东津乡分为上、中、下津三个行政乡。以乡为单位成立农会。下津乡在驻乡土改工作组的领导下，成立了下津乡贫雇农协会，会所设廖元兴儒林第。刘金坤、刘宗明、康国龙先后选任农会主席，刘德桐任文书。下津乡贫雇农协会以主席团成员为核心，行使乡一级政权，领导下津乡的土改工作。主席团在土改积极分子中培养骨干，为建立下津乡党支部和乡政府挑选人才。1953年1月，下津乡成立乡政府，农会协助乡政府做好各项工作。三、下津大队贫下中农协会1965年，下津大队成立贫下中农协会。是年7月16日，下津贫下中农代表出席意溪公社贫下中农代表会议，选举成立意溪公社贫下中农协会筹委会。1968年，下津大队贫下中农代表管理下津小学。1973年9月，下津贫下中农代表出席意溪公社贫下中农代表大会，选举意溪公社贫下中农协会委员。1974年3月，下津贫下中农代表出席意溪公社贫下中农代表大会。尔后，下津大队贫下中农协会没有开展活动。第四节 民兵中国共产党领导下的民兵组织，是长期革命战争中逐步发展起来的不脱离生产的新型人民群众武装组织。1950年，东津乡成立民兵组织，保护生产，维护治安，协助农会贯彻执行各项政策，完成各项任务。东津乡第一任民兵队长刘利成、一村民兵队长刘潮森，二村民兵队长刘贞汉。1952年1月，下津乡成立民兵队，设基干民兵和普通民兵，执行土改政策，保护乡政权，维护社会治安。下津乡首任民兵队长刘光耀。合作化时期，下津民兵在农田基本建设，兴修水利等各项工作中，负担艰、险、急的特殊任务。1958年以后的公社化时期，潮安县成立民兵师，下津设民兵营，尔后，每年的复退军人在组织上，军事技术上加强了下津民兵的建设，充实了民兵队伍的领导班子。"
  },
  {
    "id": "doc-第六篇-政治-第五章-政绩表彰称号-74e2080e7d30832bb00e81bbc2dbc878-html",
    "part": "第六篇 政治",
    "title": "第五章 政绩表彰称号",
    "file": "第六篇 政治/第五章 政绩表彰称号 74e2080e7d30832bb00e81bbc2dbc878.html",
    "text": "第五章 政绩表彰称号1956年2月，下津乡前进社获“广东省模范农业生产合作社”称号，奖励大水牛一头，折人民币120元。社主任刘世美出席广东省第一届农业劳动模范代表会议，代表前进社领奖。1957年—1999年，资料散失，无凭证可表述。2000年度，下津村委会获桥东街道“先进单位”称号。2001年7月，下津村党支部获中共桥东街道委员会“先进党组织”称号。2002年7月，下津村党支部获桥东街道党工委“先进党支部”称号。2003年7月，下津村党支部获桥东街道党工委“先进党支部”称号。2004年7月，下津村党支部获桥东街道党工委“先进党支部”称号。2004年度，下津村获桥东街道“三个文明”建设先进单位称号。2005年7月，下津村党支部获桥东街道党工委“先进党支部”称号。2006年1月，下津村获潮州市“文明村镇”称号。2006年7月，下津村党支部获桥东街道党工委“先进党支部”称号。2006年7月，下津村党支部获中共湘桥区委“固本强基先进基层党组织”称号。2007年7月，下津村党支部获桥东街道党工委“先进党支部”称号。2008年6月，下津村获潮州市第二次全国农业普查“先进集体”称号。2008年7月，下津村党支部获桥东街道党工委“先进党支部”称号。2008年度，下津村获潮州市“卫生村”称号。2009年7月，下津村党支部获桥东街道党工委“先进基层党组织”称号。2011年8月，下津村获首届广东社区文化节优秀文化社区“幸福广东和谐家园”称号。2012年7月，下津村党支部获桥东街道党工委“先进基层党组织”称号。2012年8月，下津村获第六次全国人口普查“先进集体”称号。"
  },
  {
    "id": "doc-第六篇-政治-第一章-建置沿革-d142080e7d3083868f6d01ade6396fe6-html",
    "part": "第六篇 政治",
    "title": "第一章 建置沿革",
    "file": "第六篇 政治/第一章 建置沿革 d142080e7d3083868f6d01ade6396fe6.html",
    "text": "第一章 建置沿革第一节 潮州政区沿革一、潮州史前政建置潮州秦属南海郡。汉武帝元鼎六年（公元前111），置揭阳县。东晋咸和六年（公元331）析揭阳县为海阳县。义熙九年（413），置义安郡，辖海阳、潮阳、绥安、义招、海宁五县。南朝梁（502–557），改义安郡，置瀛州。二、隋代始立潮州隋开皇十一年（591），改瀛州始立潮州。海水定期涨落称“潮”，“州”为古代行政单位。昔先，潮水沿韩江涨往今意溪头塘，而后退潮回海，潮州取潮水往复之意而得其名。三、历代政沿革唐天宝元年（742），改潮州为潮阳郡。唐乾元元年（758），废潮阳郡复称潮州。宋代，潮州辖三大县：海阳、潮阳、揭阳三大县，因此潮州就有“三阳”之称。元代，元世祖十六年（1279），改潮州为潮州路，辖海阳、潮阳、揭阳、程乡四大县。明洪武二年（1369），改潮州路为潮州府，府的建制一直沿用至清末。明代，潮州府辖海阳、潮阳、揭阳、程乡、惠来、饶平、大埔、平远、澄海、普宁、镇平十一县。清代，潮州府辖海阳、潮阳、揭阳、惠来、饶平、大埔、澄海、普宁、丰顺九县及南澳同知和潮州港。潮州港：清咸丰八年（1858），《天津条约》列潮州为通商口岸。潮州府于澄海县沙汕头置潮州港。清同治六年（1862）辟为汕头埠。民国十年（1921）设立市政厅，与澄海县分治。1930年置为汕头市。因此，就有“潮汕”之称。民国元年（1912），废府建制。海阳县治设潮州城，称潮州镇。1953年7月，潮州镇置为县级市。1959年7月，城关镇人民公社复称潮州镇。1958年11月，潮州市改为潮安县城关镇人民公社，降为镇级建制。1979年8月1日，潮州镇范围和下津、六亩、黄金塘、卧石、社光五个大队地域，恢复潮州市建制。1991年12月7日，潮州市升格为地级市，辖潮安、饶平、湘桥二县一区。第二节 海阳县潮安县沿革一、海阳县改为潮安县海阳县因南濒海洋（南海）而命县名海阳（阳与洋皆音）。民国三年（1914），全国重复地名时，因山东省有海阳县同名，广东省海阳县改为潮安县。潮安县名由来传说有二：其一，取“潮州府”之“潮”字及“义安郡”之“安”字。其二，潮邑合境平安。二、潮安县沿革1949年10月23日，成立潮安县军事管制委员会。1950年3月15日，潮安县人民政府正式成立。1968年，潮安县革命委员会成立。1980年，恢复潮安县人民政府。第三节 湘桥置区湘子桥，一桥三名称。东边十二洲，称湘子桥。西边十二洲称广济桥。江心十八条梭船，古时用藤索连结，能随水位涨落而浮（升）降，故之称“浮桥”。潮邑民间习惯称全桥为湘子桥。1988年，湘子桥列为全国文物重点保护单位，文物部门用“广济桥”命文物保护单位名称。1991年12月7日，潮州市置湘桥区，按民间习惯称法，用湘桥命区名。第四节 下津乡名由来一、置乡前地名沿革昔先，潮州城东近郊地域，西有韩江，东有后溪。江溪二水交积成湖，故名东湖。是泽、塡、渚地带。唐代，东湖人烟稀少，江有鳄鱼为患，山有野象出没。宋元时期，各姓氏先祖由福建迁入东厢，择墩埔等高地开基创乡，逐渐形成东湖聚落。明宣德年间，修筑东厢堤，官府为方便潮城和东厢的百姓往来，在潮城上水门设一渡口，也在东湖设一渡口。字典释“津”字本义为渡口。因而，上水门渡口称“津上”，东湖渡口称“东津”。时人由潮城乘船来东湖，船家问往何方，乘客皆曰往东津。久之，东湖遂改称东津村。清承明制，东津村隶属东厢都。民国三年（1914），海阳县东厢都改称潮安县东厢区，东津村隶属关系不变，乡村设保甲制。民国十九年（1930），撤东厢区，东津村隶属潮安县秋东区。民国三十五年（1946），潮安县裁区并乡，置东厢乡，东津村属之。刘德城（窟尾沟人）任东厢乡乡长。民国三十八年（1949），潮安县置八个区，东津村改称东津乡，隶属秋东区（1950年改为第四区）。是年10月23日，潮安全境解放，即日成立潮安县军事管制委员会。登荣、意溪合设荣意署。1950年3月15日，潮安县人民政府正式成立，荣意区署改为第三区人民政府，东津乡从秋东区（第四）划属第三区。二、下津置行政乡1952年，东津乡析置上津、中津、下津三个行政乡。上津处东津上段而得名，中津处东津中段而得名，下津处东津下段而得下津乡名。第五节 下津行政名称沿革1952年—1956年1月，行政乡建制，称下津乡政府，治所设廖元兴儒林第。1956年2月—11月，高级社建制，称东津乡前进农业生产合作社。1956年12月—1958年11月，高级社建制，称潮州市郊新合乡前进农业生产合作社。1958年12月—1961年，军事化建制，称下津连，下辖五个排。1961年—1968年，生产大队建制，称意溪公社下津生产大队，下辖19个生产队。1968年4月—1976年，革命委员会建制，改称下津大队革委会，下辖12个生产队。1976年—1984年8月15日，生产大队建制，下辖24个生产队。1984年8月16日—1998年3月31日，管理区建制，称下津管理区，下辖9个村。1999年4月1日始，村民委员会建制，称下津村委会，下辖9个村民小组。第六节 下津隶属沿革1952年—1956年，下津乡隶属潮安县第三区。1954年—1955年，中共潮安县第三区委治所设下津乡厚斋公厅。1956年2月，撤第三区分置意溪镇、河内乡（下津乡刘宏贞任乡长）、东津乡。下津前进高级社隶属东津乡政府管辖。同年12月，一镇二乡合并称意溪镇。1956年12月—1958年11月，东津乡前进高级社划属潮州市郊新合乡管辖，乡治设在小新乡。1958年9月，成立意溪人民公社。同年11月，潮州市改为城关镇人民公社，撤潮州市郊新合乡。下津前进高级社划属意溪人民公社，改称下津连。1979年设城东公社。1980年1月1日，下津由意溪公社划属城东公社，公社治所设下津虎池安黄公路笔架山东北坡下。1982年，因饶平县有城东公社同名，潮州市城东公社改称桥东公社，下津隶属关系不变。1984年撤公社名称，桥东公社改称桥东街道办事处，下津隶属之。1991年12月，桥东街道办事处划属湘桥管辖，下津隶属关系不变。2010年9月，桥东街道办事处移治所于下津村宫前路东端南侧。"
  },
  {
    "id": "doc-第七篇-人物-0272080e7d308364a540010ffc320afc-html",
    "part": "第七篇 人物 0272080e7d308364a540010ffc320afc.html",
    "title": "第七篇 人物",
    "file": "第七篇 人物 0272080e7d308364a540010ffc320afc.html",
    "text": "第七篇 人物钟灵潮城东厢地，青山炳秀，绿水川流不息，孕育英才，名从积德大，官自读书高，立德树人。第一章 古代人物第二章 民国人物第三章 革命人物第四章 复员军人第五章 烈士、荣誉军人第六章 现代人物第七章 乡贤风采"
  },
  {
    "id": "doc-第七篇-人物-第二章-民国人物-4402080e7d30829ba52c015ed0e545b4-html",
    "part": "第七篇 人物",
    "title": "第二章 民国人物",
    "file": "第七篇 人物/第二章 民国人物 4402080e7d30829ba52c015ed0e545b4.html",
    "text": "第二章 民国人物廖源泉： （？–2006），字四合，青年时期考上北京大学，毕业时因品学兼优，被北大推荐南京法官训练所深造。学成分配广东省高级法院任第八分院推事。1947年调解东厢一桩民事纠纷，使双方避免械斗，握手言欢，深受乡民敬重。1949年移居台湾。1991年发动台湾乡亲捐资助建下津小学教学楼，本人乐捐1160元。刘寿年： 清末至民国时期，在堤顶开药铺，悬壶济世，是时为韩江东岸知名人物。刘树南： 民国年间曾任潮安县粮食科、财政科主办科员。1946年推举为东厢乡名誉乡长。刘世豪： 民国年间曾任澄海商会会长。刘仰文： （1905–2002）民国间，曾任闽粤赣军法处法官。1994年为下津小学书题校名。刘德报： （1901—？）曾任国民党军队某部校官，1949年移居台湾，1991年捐资5000元助建下津小学教学楼。刘德城： 民国年间曾任东厢乡乡长。刘镜泉： 民国时期曾任台湾警察局局长。1991年捐资1000元，助建下津小学教学楼。"
  },
  {
    "id": "doc-第七篇-人物-第六章-现代人物-fd52080e7d308343be2a011f402c9d56-html",
    "part": "第七篇 人物",
    "title": "第六章 现代人物",
    "file": "第七篇 人物/第六章 现代人物 fd52080e7d308343be2a011f402c9d56.html",
    "text": "第六章 现代人物第一节 土改干部刘大嗳： 字世居（1921–2000），1950年参加土改工作，曾任东津一村农会副主席，下津乡副乡长，中共下津乡党支部书记，东津乡党总支书记，意溪水利所所长，中共意溪镇（公社）党委常委、副书记。1986年获国家水利电力部\"献身水利、水保事业35年\"荣誉证书和纪念章一枚。刘世美： 1931年生，1950年参加土改工作，1953年始率先创办互助组、初级社，成为意溪区农业走集体化道路的知名人物。曾任下津乡乡长、前进高级社主任、中共下津前进社党支部书记、东津乡党总支副书记、西都乡党支部书记、意溪镇副镇长、意溪公社副社长。1964年任汕头地区农业局老农顾问，1992年始任下津老人组组长。1955年评为省级劳动模范，1956年2月出席广东省第一届劳动模范代表大会。1995年业绩荣登《当代民间名人大辞典》，2017年获广东省颁发60年党龄银章一枚。刘宏贞： 1950年参加土改工作，先后在意溪、文祠、城西任公社社长。刘文真： 1950年参加土改工作，曾任文祠镇党委书记、潮安县医院院长，红山疗养所所长。廖淑兰： 1950年参加土改工作，派往厦寺学习并加入中共党员，1952年任中共下津乡党支部委员。后随夫徐凤翔（土改工作队队长，下津党支部创建人）调紫金县工作，任紫金县供销总社主任，正科级退休。刘俊辉： （1934—？），1950年参加土改工作，1953年任下津乡青年团书记。曾任中共意溪公社组织委员、古巷公社社长、潮州市飞天燕瓷土矿副矿长、桥东街道办事处副主任。刘绍亮： 1950年参加土改工作，累职潮州市工商局副局长。刘宗平： （1930—2008），1950年参加土改工作，曾任意溪派出所所长，潮安县公安局副局长，中共意溪公社党委书记，潮安县人民法院院长、潮安县人民检察院副检察长、中共潮安县纪检副书记、中共潮州市政法委副书记。刘利成： 1929年生，1949年11月参加筹建东津乡农会工作。曾任东津乡农会副主席、东津乡民兵队长，潮安县政府办公室主任，累职广东省建设银行潮州分行行长（正处级）。刘德创： 1950年任东津乡农会主席。刘裕湖： 1950年任东津乡农会文书。康国龙： 1950年任东津乡一村农会主席，参加土改工作，派往厦寺学习并加入中共党员。1952年10月，选任中共下津乡党支部第一任书记兼下津乡农会主席。刘金坤： 1952年下津乡首任农会主席，1953年调意溪供销社工作，曾任枫溪供销社副主任。第二节 党政干部刘泽鹏： 现任潮州市纪委监委四级调研员。刘德生： 深圳市政府办公室主任，副厅级。刘德畅： 1990年任汕头龙湖经济特区政协委员。刘锦城： 中共汕头市金平区纪委副书记。刘加悦： 广州市番禺区公安分局刑侦大队大队长。刘宏弟： 潮州市广播电视台媒体技术中心负责人。刘兆熊： 曾任广东省水利厅处级干部。刘玉波： 字应祥，1930年生，1953年毕业于武昌大学。分配辽宁省辽阳兵工厂工作，任技术员、助理工程师、工程师，转业任韶关钢铁厂总工程师，后调深圳市任职，副市级退休。刘佳柱： 1987年生，广东财经大学毕业，法律硕士，现任潮州市人民检察院第一检察部检察官。刘泽龙： 现任潮州市公安局政治处科长。刘湘怀： 韩山师范学校毕业生，曾任潮安五中教师，先后在惠州、广州、东莞海关工作，现任东莞海关关长。刘德钦： 毕业于金山中学，曾任饶平钱东镇卫生院院长、钱东镇镇长。刘进祥： 潮州市侨联主任。刘阳平： 潮安国税局副局长。刘浩然： 潮州市文广新局训练科科长，潮州市政协委员，广东省跆拳道教练委员会委员，荣获全国群众体育先进个人。廖秀珍： 1964年，获汕头地区女民兵射击比赛第一名，选入广东省军区任职，转业后任广州市委招待所后勤科科长，正科级退休。姚丽雅： 硕士研究生，现任深圳市宝安区投资推广署项目部部长（正科级）。刘斯汉： 广州市黄埔海关科长。刘棠： 潮州市政府副科长。刘世勇： 湘桥国土局副局长。刘培钊： 现任潮州市公安局情报科科长。刘少明： 曾用名少银，1973年生，1995年毕业于华南理工大学，公共管理研究生、硕士学位。曾任深圳市宝安环保局监察组长、中共宝安区组织部科长。参与组建龙华工作，任中共龙华组织部科长、副处长、龙华区机关事务局局长、党组书记。现任龙华国资局局长、党组书记（正处）。廖声钦： 曾任汕头港务局港务监督科科长。刘世涛： 现任潮州市水利局科长。廖泽华： 中山大学毕业，曾任惠来县人民法院法官，现任揭阳市中级人民法院高级法官。廖耀洲： 曾任桥东粮站站长。刘春仁： （1924—1991），曾任下津乡建英初级社主任，中共下津大队党支部委员，桥东交通站站长。刘俊钦： 曾任下津大队第八生产队队长，下津大队治安主任、中共下津村党支部副书记，桥东畜牧防疫站站长。刘俊强： 1964年生，2002年任下津村党支部书记、村委会主任，2013年任下津村党委书记、村委主任，现任桥东街道办事处三旧改造办公室副主任。刘裕艺： 潮州市市场监督管理局湘桥分局基层党委委员、二级主任科员。刘启光： 桥东街道事业干部。刘芷森： 曾任桥东农科站站长。刘芷林： 曾任桥东涸溪粮站站长。刘汉玉： 曾任意溪供销社生产资料组组长。刘世权： 曾任彩塘供销社采购站站长。刘森耘： 曾任潮州市粮食局干部。刘俊忠： 1954年生，1976年任下津大队出纳，1980年任大队委员，1986年任党支部委员，1994年任党支部副书记、村委副主任，同年7月至2001年底任党支部书记、村委会主任。2002年起任桥东广播站党支部书记兼站长至退休。潮州市第十一届人大代表，广东省第九届人大代表。刘宗伟： 曾任桥东街道环管站站长。黄芷孝： 曾任下津村党支部副书记，桥东街道人力资源站站长。刘泽浩： 文祠交警中队副中队长。张建生： 潮州市公安局警犬教导队队长。刘裕舜： 1983年生，北京人民公安大学毕业，现任东莞市监狱第七分监区区长（正科）。刘俊楠： 潮州市公安局科员。刘裕楷： 潮州市公安局枫溪分局科员。刘钦炎： 潮州市人民检察院科员。刘云城： 广州市公安局芳村派出所中队长。刘亮鹤： 潮州市交警支队副主任科员。第三节 军转干部刘德楷： （1943–2016），1960年应征入伍，在中国人民解放军海军湛江部队服役，任防化连连长，累职副营长，转业后任潮州市粮食汽车队党支部书记。刘德卿： 1965年应征入伍，在中国人民解放军空军某部服役，累职副营级机械技师，转业后任飞天燕瓷土矿生产负责人，纸浆涂料厂生产科长。刘振雄： 应征入伍，累职潮州市消防局某中队指导员，现任湘桥区人民法院公务员。刘裕全： （1934—？），潮安一中毕业，1953年应征入伍，1955年获少尉军衔，累职副团级。1978年转业，任广东医药公司储运部经理，正处级退休。刘裕泰： 1950年生，1968年应征入伍，在中国人民解放军某部服役，累职团司令部参谋。转业后历任潮安县（区）官塘镇镇长，中共官塘镇党委书记，潮安经济开发区副主任，潮州市交委工会主席，正处级退休。刘裕锦： 1937年生，1956年应征入伍，在中国人民解放军空军部队服役，累职某部副营长，转业后任湖北省武汉市机床厂保卫科长。刘成海： 1929年生，应征参加中国人民解放军，参加东山岛战役，累职团长，转业后在云南工作，任云南省驻广州办事处党委书记。刘锡强： 1946年生，1965年应征入伍，在中国人民解放军空军部队服役，累职营长，转业后历任潮州市粘胶厂副厂长、潮州市纸浆厂厂长。刘德波： 应征入伍，清华大学毕业，累职营长，转业后任湘桥区质监站站长，高级工程师。刘汉贞： （1935–2003），1956年应征入伍在福建军区某部服役，累职副营长。转业后曾任潮安中医院院长、中共潮安县意溪公社党委组织部部长，潮州市飞天燕瓷土矿保卫科科长。刘德森： 1942年生，1965年应征入伍，在空军部队成都飞机厂服役，累职机械工程师、副师级总工程师，奉命援外赴巴基斯坦工作。刘裕生： 1945年生，1963年应征入伍，先后在海军驻青岛、牛田洋部队服役，累职雷达站站长（副营级），转业后任潮州市人民政府保密员。刘焕臣： 1925年生，1950年由广州市军管会派任广州市饮食服务公司总经理。刘焕明： 1936年生，1955年应征入伍，任郑州军校教员，转业后在广东省肇庆专署财办工作，累职肇庆市技术监督局局长。刘维明： 1944年生，1965年应征入伍，在空军航空部服役，累职空军41师修理厂厂长（正营级）、机械师，1984年转业，任潮州糖厂行政股股长。刘若岩： 青年时期应征入伍，在中国人民解放军海军服役，累职海南某部副营级机械师，转业任潮州市造漆厂厂委。刘世泉： 1930年生，韩山师范学校毕业后参加志愿军，累职某部正团级。刘金旺： 湘桥区分司巷派出所指导员，湘桥区公安局治安股股长，正科级退休。陈建平： 1957年生，1975年高中毕业于意溪中学。1976年应征入伍在中国人民解放军89211部队后勤部汽车营三连服役，1978年荣记\"三等功\"被评为\"学习雷锋积极分子\"，1979年任副班长。1980年3月加入中国共产党。1981年3月至2017年8月，经潮州市民政局安置到潮州市工商行政管理局工作，期间1992年8月在潮州市经考试和考核合格，被录用为国家干部。1995年先后提任市工商局经济检查大队副队长（副科级）、副科长、枫溪分局副局长、主任（正科级），退休。黄歆明： 1948年生，1968年应征入伍，在牛田洋部队服役，累职营长，转业任潮州市农业银行科长。刘德操： 应征入伍，累职连长，转业后任潮安县氨水厂干部。刘财河： 应征入伍，累职连长，转业后在江西省工作。刘国梅： 应征入伍，累职排长，转业后任潮安县锻压厂厂长。刘楚彬： 应征入伍，转业后在潮州市人民医院任总务。刘楚州： 应征入伍，转业后任意溪镇东郊小学校长。刘俊明： 湘桥区劳动局副局长。刘彬： 潮州市药品监督所科级退休。廖耀湘： 潮州市教育局副局长。第四节 企业干部刘洪： 广州雅西达公司总经理。刘世全： 1938年生。1958年赴广州在广东省航运公司当学徒，累职广东粤丰公司总经理。刘孟熊： 曾任韶关机械厂高级工程师，处级干部。刘勇铭： 韶关电力厂工程师。刘怀忠： 1968年生，现任广东商业外贸出口基地总经理。刘英江： 山西钢铁厂工程师。刘裕信： 福建三明任总工程师。刘世培： 1953年支援海南建设，累职中……（注：原文中断）刘世让： 1953年支援海南建设，累职海南省……部书记、直属单位党总支部书记（正科级）。（注：原文有断行）廖令焕： 1947年生，1966年支边海南，1987年毕业于广东农垦管理干部学院。大专文化，中共党员，1994年获高级经济师职称。曾任海南省国营红田农场经管科长至场长助理，正处企业副职退休。在报刊发表经济论文四篇及谱牒论文三篇，1997年至2020年，主编谱牒书刊15部。业绩登《海南省高级专业技术人才名录》《中国专家大辞典》《中华百家姓氏通鉴》等书。刘宏阳： （1905—1983）曾任潮州市国营塑料厂工会主席。廖耀家： 中国石油天然气总公司生产处处长，1994年退休，定居北京。廖耀邦： 曾任广东省第四建筑公司生产科长，定居广州。廖耀潮： 河南省洛阳市石油公司工程师，定居洛阳。廖耀真： 高级工程师，广州市地质勘察基本林工程总公司三水分公司总工程师，退休后定居佛山市三水区。廖耀乐： 中国石油天然气总公司第七建设公司物资供应站正处级主任，经济师，定居山东青岛。廖源成： 乳名什菜（1921–1995），1952年始任潮安县总工会干事，1955年调任潮州抽纱公司管理生产经理，1958年任该公司经理。1959年，他领导38名抽纱能手，奋战55天，采用72种绣制手艺，创作大型潮绣作品《百花齐放》，以及用麻布制作《大跃进》壁挂，领队携往北京向建国十周年庆祝大典献礼。市（县级市）副局级退休。刘明光： 1962年生，天津航空学院毕业，曾任中南民航后勤处处长，现任南方民航公司研究处处长。刘旭波： 潮州市房地产交易所所长（正科级）。刘德远： 现任科技部星火集团法人代表。廖耀香： 毕业于美国芝加哥大学，获建筑设计硕士学位，任总工程师，定居美国。刘喜钦： 曾任下津乡治安委员会副主任，意溪公社瓷矿场副场长。刘群： 中共广州黄埔电机厂党支部书记。刘俊良： 桥东建筑公司经理，湘桥区第五届政协委员、人大代表。刘忠伟： 建筑工程师。刘德林： 1942年生，1962年任下津大队共青团支部书记，曾任下津大队革委会副主任，党支部副书记、桥东建筑党支部书记，助理经济师。刘海桂： （1917–1996），曾任中共东津瓷矿场党支部书记，中共意溪造纸厂党支部书记、厂长。刘俊复： 1955年生，1996年至1998年任中共潮州市车船修造厂党支部书记、厂长。廖小雏： 湘桥保险公司经理。廖耀南： 潮州市糖厂生产经理。刘锡全： 香港远洋运输有限公司、中远海运船员有限公司深圳分公司远洋船船长。张海坤： 曾任意溪供电所所长。刘永秋： 1975年至1979年任中共下津村支部委员。曾任中共潮州市飞天燕瓷土矿党支部书记、矿长。刘潮森： 中共下津村党支部第二批吸收党员，与郭春木组建瓷土矿党支部，1955年组建第五农业生产合作社。公社化以后，曾任下津大队副大队长，分管经营管理。组建意溪公社瓷粉厂，任厂长。刘金城： 1955年9月组建东津木器社，任该社主任。1958年任意溪农械厂车间主管。1961年任意溪木器厂厂长、党支部书记。1968年任意溪公社工交主任。1969年任潮安县二轻局绣衣总厂厂长，党支部书记、潮安县二轻系统党总支副书记。1984年起在潮安县国营工业公司负责管理生产至退休。刘国勋： 曾任潮州市农业银行计划股股长。刘群英： 揭阳市电力公司纪委书记。郭春木： 曾任东津瓷矿场党支部书记。康忠来： 1938年生，青年时期应征入伍，退伍后分配海运工作，累职外轮轮科副科长。康忠炎： 1945年生，1964年应征入伍，1969年退伍分配梅县煤矿工作，累职梅州矿务局财务科长。第五节 事业干部刘慕华： 字景廷（1916–1990），少年时期在刘寿年药铺当药童，潜心了解各种药材治病功效，自学成材。1960年任潮安县人民医院院长。注重培养子女学习医学知识，并把医学经验传与儿女，现子孙从医者11人，被时人称为\"杏林世家\"。刘仲熊： 湖北省医科大学儿科系主任，儿科研究所所长，第一临床儿科主任、教授。现任湖北省儿科学会主任委员。甘佩珍： （刘仲熊妻子），湖北省糖尿病学会主任委员，湖北医科大学第一临床医学院内分泌科主任、教授。刘镜荣： 1965年生，1995年任下津小学校长，先后调北关小学任校长，中共城西中心小学党支部书记、校长，获潮州市优秀教育工作者称号。湘桥区第二、三届人大代表。刘少浩： 1962年生，曾任意溪卫生院院长、太平街道医院院长。刘志敏： 1932年生，1952年毕业于私立义安中学（潮安一中前身），先后在意溪、文祠多所学校任校长，意溪镇教委副主任。刘裕庞： 广东省警官学院教师。刘德锐： 虹桥教委办主任。刘新强： 笔名刘三齐，1971年生，广州美术学院毕业，现任广东省画院办公室主任（副处）、画家。刘利炎： 1934年生，1956年毕业于潮安一中，考入湖南师范学院，毕业后在湖南耒阳师范学校任教，升副教导主任。1962年调回潮安二中任副教导主任，尔后累任潮安五中教导主任、校长。获中学高级教师职称。潮州市先进教育工作者称号。潮州市第九届人大代表。刘景昌： 1977年生，毕业于广州体育学院，现为韩山师范学院体育学院副教授。刘树欣： （1947–1999），1971年毕业于中山医科大学，分配韶关地区精神病医院（院址在乐昌县）工作，1981年调任潮州市精神病医院（院址在红山）业务副院长，副主任医师。廖耀锐： 毕业于美国奥利冈大学，获医学博士学位，在美国加州创办医院。廖耀燊： 在巴西大学工作，获终身教授，定居新加坡。廖耀国： 从事电磁学研究，1972年获美国加州大学硕士学位，任泰国大学教授。廖耀铭： 获医学博士学位，定居台湾。廖湘丽： 女，澳洲雪梨医院主任医师。1997年获澳洲皇家全科医生学会资深会员。廖令晨： 江苏镇江高中毕业后，赴美国留学，获博士学位，现在美国工作。刘松喜： 曾任意溪书院教导主任，意溪区人民代表。刘世孝： 获潮州市特级教师荣誉称号。丁丽华： （红平妻）潮州市湘桥区城西中心小学校长。刘秋生： 黄金塘小学校长。刘世铨： 1942年生，曾任下津小学校长。刘德星： 中学高级教师。廖映锐： 意溪中学教导主任。廖振亮： 1951年生，中共广东金融学院党委副书记、副校长、教授。佛山农商银行独立董事。刘志军： 桥东六亩小学校长。刘金武： 意溪医院副院长。刘国镇： 潮州市疗养院院长。第六节 学位高级职称名录姓名学位职称地区刘映尚工学博士、高级工程师北京廖耀锐医学博士美国廖耀铭医学博士台湾廖令晨医学博士美国刘佳柱法律学硕士广州廖耀香建筑设计硕士美国廖耀国电磁学硕士泰国刘少明公共管理硕士深圳刘孟熊高级工程师韶关廖耀真高级工程师广州刘玉波韶关钢铁厂总工程师韶关刘德森总工程师巴基斯坦廖令焕高级经济师海南刘仲熊湖北省医科大学教授湖北甘佩珍湖北省医科大学教授湖北廖耀燊终身教授巴西廖振亮教授广州刘景昌韩山师范学院副教授潮州刘利炎中学高级教师潮州刘德星中学高级教师潮州刘树欣副主任医师潮州刘德波高级工程师潮州第七节 村两委刘金存： （1926–2000），曾任下津群益社主任、连长、中共下津连党支部副书记，中共永安大队党支部书记。刘世英： （1935–2016），曾任下津大队会计、下津砖瓦厂厂长、中共下津大队党支部副书记。刘德钊： 曾任下津第三排排长，下津大队副大队长、大队长。刘裕钦： 曾任下津大队会计、村委。张玉音： 女，曾任中共下津大队党支部副书记。刘裕湘： 曾任下津村村委。刘春祥： 1934年生，1963年始曾任下津大队治安委员、治安主任，1970年任意溪公社瓷厂副厂长，1976年至1993年任中共下津村党支部书记。1986年获全国计划生育先进工作者称号。刘金发： 曾任下津大队副大队长、大队长，革委会主任，党支部书记。刘德来： 1950年参加土改工作，1952年任中共下津乡党支委。曾任下津大队大队委员、副大队长、大队长。刘裕水： 曾任下津大队党支部委员、民兵营长。刘锡河： 曾任下津大队大队委员。刘汉正： （1943–1994），曾任下津大队革委会委员、党支委副书记，1993年至1994年任中共下津大队党支部书记。刘焕钦： （1914–1993），曾任中共下津大队支委、保管员，下津砖瓦厂厂长。刘任桂： 1944年生，1970年任下津大队共青团支部书记，曾任下津大队革委会委员。1965年选为广东省首届贫下中农代表大会代表。刘德夫： 曾任下津村委、会计。刘德层： 曾任下津村委。谢丽斐： 曾任中共下津村党支委员，妇女主任。刘光昌： 曾任下津大队副大队长。廖耀明： 曾任下津党支部副书记、党委副书记、第三党支部书记，村委副主任。林汉钦： 曾任中共下津村党支部委员、下津大队革委会副主任。张海春： 曾任下津大队革委会委员。廖振波： 曾任中共下津大队党支部委员，治安主任。廖耀光： 曾任下津大队治安主任，革委会副主任。康舟文： 曾任下津大队治安主任，村委委员。吴淡霞： 曾任下津村第一任妇女主任，中共下津村党支部委员。陈永华： 曾任下津村委、会计，中共下津村党委委员，第一党支部书记。刘婵凤： 曾任下津大队革委会委员。刘裕乾： 下津村委副主任、支部副书记，中共下津村纪委书记、中共下津村党委副书记，第四党支部书记。刘金亥： 下津村村委副主任，中共下津村党委副书记，第五支部书记。刘若宏： 女，现任中共下津村党委委员，下津村妇女主任，第六党支部书记。刘裕龙： 现任中共下津村党委委员，下津村村委副主任、治安主任。刘瑞生： 现任下津村党委委员，纪委书记、第二党支部书记。刘湘： 中共下津党委委员，外出党支部书记。刘泳华： 中共下津村党委委员，第三党支部书记。刘竞相： 中共下津村党委委员，第一党支部书记。刘昆宜： 下津村委委员，兼第六村民小组组长。第八节 生产队长、村民组长、村企业主管康忠锋、康得名、刘裕湘、刘德文、刘裕生、刘俊生、刘裕池、刘振城、刘裕河、刘裕藩、刘振才、刘建文、刘绍梓、刘忠龙、刘岳松、刘宗林、刘德湘、刘昆池、刘锡坤、刘汉潮、刘海潮、刘庆昌、刘进阳、刘德贞、刘秋雄、刘钦榜、刘汉杰、刘彬和、刘炎丰、刘裕猷、刘坤成、刘世真、刘坤泉、刘炎发、刘永青、刘瑞荣、刘绍塔、刘绍生、廖振强、廖耀武、廖振钿、廖令景、廖耀楷、康舟丰、康振明、管来木、管应杰、赖镇森、林金镇、赖锡勤、黄维钦、张与如、柯森桂、刘福湘、康忠义、康忠楷、黄民生、张镇亮。"
  },
  {
    "id": "doc-第七篇-人物-第七章-乡贤风采-cd62080e7d308383bb3701c343dffc64-html",
    "part": "第七篇 人物",
    "title": "第七章 乡贤风采",
    "file": "第七篇 人物/第七章 乡贤风采 cd62080e7d308383bb3701c343dffc64.html",
    "text": "第七章 乡贤风采廖少贤： 名源逵，字双隆，号少贤（1910–1999），泰国华人企业家、侨领。青年时期受族命在汕头、上海廖元兴分行任职，中年在香港创办廖元兴锋记进出口行。1945年赴泰国创办泰国大兴有限公司，任董事长，后创办泰国铁钉有限公司，任总经理。1965年任泰国潮安同乡会理事长，后誉为永远会长。潮州会馆秘书长，天华医院第二届理事长，修建天华医院。1968年任筹建泰国廖氏宗祠财务，1970年发起设立泰国廖氏奖学基金会。1980年至1992年连任泰国廖氏宗亲会会长。1980年，选任泰国中华总商会常务董事长，创设华人公墓。1984年、1986年两次率泰国中华总商会代表团赴北京参加国庆大典。任董事长期间，多次发动侨胞捐资支援祖国灾区、助建潮州韩江大桥、潮州体育馆、桥东医院、桥东中心小学、下津小学、长美庙、大德庙等工程，并作良多贡献。妻廖黄碧生六男四女，她相夫教子，十个子女都大学毕业，皆获高级职称，被潮州市政府领导誉为\"一门十杰\"，由潮州市政协副秘书长廖宗超报道宣扬。1993年，中共潮州市委书记林锡荣，对廖少贤写下评价：\"纵观少贤先生涉世七十载之营运经业，主事为人；其高风传梓里，誉望起伦常；实堪称为社会之楷模，不愧为潮人之光！\"刘松波： 1960年生，深圳市大胜汽车集团董事长、深圳市潮汕商会名誉会长、深圳市潮汕商会战略决策委员会委员、深圳市潮州商会会长、深圳市韩江文化研究会会长。2018年荣获深圳市第四届\"鹏城慈善捐赠个人金奖\"。2017年11月，刘松波以深圳市潮州商会名义捐资3500多万元赠建潮州市湘桥区下津博雅学校落成，助力乡村小学振兴发展。2017年11月，刘松波以深圳市潮州商会名义向潮州市湘桥区博雅教育促进会捐资200万元。2018年3月，刘松波为下津村的祠堂、书院等重修捐款约500万元，为云南及贵州贫困地区捐建6所希望小学，并为贵州铜仁全村通水通电，为响应乡村振兴战略做出贡献。2018年，为湘桥区下津博雅学校捐资26万元。刘艺良： 1957年8月生，1975年参加工作，无党派人士，研究生学历，工商管理博士。1978年到澳门从事物业管理、房地产、进出口贸易行业，1986年任澳门创世地产实业有限公司董事长，1998年任澳门创世集团有限公司董事长。主要社会职务：澳门地区中国和平统一促进会会长，澳门归侨总会会长，澳门特别行政区经济发展委员会委员，澳门特区政府公共房屋食物委员会会员。2013年12月当选为第九届中国侨联副主席（兼职），2018年8月当选为第十届中国侨联副主席（兼职）。第九届、第十届、第十一届、第十二届、第十三届全国人大代表，第八届广东省政协委员。刘映尚： 1964年生，工学博士，教授级高级工程师，华南理工大学兼职教授，国务院政府特殊津贴获得者，全国五一劳动奖章获得者，国家科学技术进步奖一等奖获得者。先后在华南理工大学、中国电力科学研究院、清华大学学习。研究生毕业后长期从事电力系统管理和技术创新工作，曾任中国南方电网公司电力调度控制中心总工程师，海南电网公司董事长。现任中国南方电网公司副总工程师兼电力调度控制中心党委书记、主任。林文坚： 现任深圳市宝安区弘雅小学党支部书记、校长。被评为深圳市骨干教师、宝安区\"名师工程\"学科带头人、广东省书香校长、\"全国青少年文明礼仪教育标兵\"等称号。深圳市兼职督学，华南师范大学兼职研究生导师。广东省首个\"综合美术教学与创作实践基地\"主持人。编写出版岭南版《美术教学参考》、《百幅世界名作欣赏》系列丛书，出版专著《儿童沙画》，教学成果获广东省教育教学成果一等奖。"
  },
  {
    "id": "doc-第七篇-人物-第三章-革命人物-1b02080e7d30825a849501b2bd60fa6f-html",
    "part": "第七篇 人物",
    "title": "第三章 革命人物",
    "file": "第七篇 人物/第三章 革命人物 1b02080e7d30825a849501b2bd60fa6f.html",
    "text": "第三章 革命人物刘德进： 幼随父赴南洋谋生，青年时期在南洋参加革命，化名刘迪讯。1946年奉命回潮州凤凰山打游击，尔后转入部队赴福建作战。1960年调广州公安系统工作，曾任韶关监狱、三水监狱、花县监狱监狱长、政委，晋阶警监衔，正处级离休。刘德钱： （1918—？），抗日战争时期参加革命，累职中国人民解放军海军南海某部司令员。刘英达： （1924—1964），青年时期就读于开南大学（现华南师范大学），在该校参加中共地下组织，化名刘达。1945年转入闽粤赣游击纵队驻广州敌后武工队，负责筹集捐款和购买军需。后任交通员，负责与琼崖纵队、潮澄饶游击队递送公文和军费。潮澄饶方面与刘赞泉、刘裕新单线联系，累职团级参谋。1949年10月23日，他与梁栋列于闽粤赣第四支队队伍前面，由意溪金鑑堂引路开进潮州城，举行解放潮安入城仪式。1950年转业任汕头税务局局长秘书。1952年在\"三反\"运动中，被怀疑贪污捐款而处理回乡。1953年，经刘万芳推荐先后在潮安三中、潮安四中、潮安二中任教，1964年卒于彩塘二中。文化大革命期间（1966—1976）其家被抄，参加革命的遗物被拿走。1985年海南相关部门找到他的档案，证实刘英达没有贪污军费，汕头市中级人民法院判决刘英达同志无罪，在\"三反\"运动中的原处理意见无效，由汕头税务局发放刘英达同志的家属蓝竟华终生赡养费。刘裕新： 1920年生，1938年10月在潮安师范学校读书时参加中国共产党。1947年冬参加闽粤赣游击纵队，奉命上凤凰山，在纵队第四支队第二政治武装队工作。1948年1月任第四支队第三武工队队长。同年10月调任纵队《自由韩江》报社社长，接收华侨进步青年参加报社工作。1949年初奉命率报社41位同志上凤凰山，任第二期出版负责人。同年6月调任潮汕区委潮澄饶分委主任秘书，分管机要、行政、秘书、财务等部门。10月奉命参加解放饶平入城仪式，任中共饶平县委秘书长。1953年在\"五反\"运动中受批判，撤职降为饶平县教育科副科长。1957年在反右运动中被划为右派，1958年9月被送双坑农场劳动。年底，又以不满罪名押送青海省塔秀农场教育，进入青海境时温度零下39度，冻死于途中，时年38岁。1978年7月中共饶平县委摘右派帽子办公室通知摘帽。1979年2月26日中共饶平县委摘帽工作领导小组通知：经复审，刘裕新同志不应划为右派分子，同意给予改正，恢复政治名誉。刘干群： 字崇亮（1926—2018），青年时期在潮安金山中学读书，参加中共地下组织领导的革命活动，尔后上凤凰山参加游击队。转业后在惠州工作，累职惠州市外贸局局长，正处级离休。廖素娥： 字旭纯，女。中山大学毕业，在该校参加中共地下组织领导的革命活动，奉命赴东江纵队参加武装斗争。广州解放后转入广东省公安厅工作，累职处长，正处级离休。廖耀斌： 中山大学毕业，在该校参加中共地下党领导的革命工作。广州解放后，曾任广州市民政局科长、处长，正处级离休。逝世时，广州市委统战部在银河革命公墓大堂召开\"廖耀斌同志追悼大会\"。廖耀亮： 1948年在广州参加革命工作，南方军政大学毕业后，任中国人民解放军东北空军某部机械师，参加抗美援朝战争，荣立一等功一次、二等功一次。转业任成都兵工厂生产处处长，荣获成都市\"劳动模范\"称号。1987年正处级离休，定居成都。刘德梧： （1929—2009），1948年至1949年任凤凰游击队分队长，1950年转业任澄海县百货公司主任，正处级离休。刘赞泉： （1931–2008），1948年在金山中学读书时，参加中共地下组织领导的革命活动，任通信员，以学生身份作掩护送鸡毛信。1951年在潮安江东红砂寮小学任教，1957年被划为右派，1979年平反，在意溪西都小学任总务。黄秀真： 字亚橙，女（1922–2018），15岁时参加韩江纵队黄厝围联络点革命工作。"
  },
  {
    "id": "doc-第七篇-人物-第四章-复员军人-0582080e7d3083faaad901657cdee7e2-html",
    "part": "第七篇 人物",
    "title": "第四章 复员军人",
    "file": "第七篇 人物/第四章 复员军人 0582080e7d3083faaad901657cdee7e2.html",
    "text": "第四章 复员军人刘德通： 1932年生，1948年被喻英奇部抓壮丁充兵，1949年11月在电白解放入伍，历任解放军班、排长。复员后任潮安县三区武装部干事，东津瓷矿场创建人和中共东津瓷矿场党支部成员之一。廖锦乌： 1948年被喻英奇部抓壮丁充兵，1949年11月解放入伍，参加中国人民解放军，1952年复员回乡，曾任生产队长。刘宗明： 1948年被喻英奇部抓壮丁充兵，1949年11月解放入伍参加中国人民解放军，1952年复员回乡，1953–1954年任下津乡乡长。"
  },
  {
    "id": "doc-第七篇-人物-第五章-烈士-荣誉军人-8032080e7d308340901481bc5419fb9d-html",
    "part": "第七篇 人物",
    "title": "第五章 烈士、荣誉军人",
    "file": "第七篇 人物/第五章 烈士、荣誉军人 8032080e7d308340901481bc5419fb9d.html",
    "text": "第五章 烈士、荣誉军人刘俊耀： 1938年生，1958年应征入伍，在中国人民解放军某部服役，累职某连指导员，奉命率部抗美援越，在指挥战斗中光荣牺牲。刘贤熊： 1939年生，1958年应征入伍，在中国人民解放军某部服役，奉命参加抗美援越战争，在战斗中负伤，获一等残废证书及荣誉军人称号。刘俊兴： 1959年生，1978年应征入伍，1979年参加对越自卫反击战，在作战中负伤，获三等残废证书及荣誉军人称号。刘镜辉： 1958年生，1978年应征入伍，任三八三九一部队班长，1979年参加对越自卫反击战，立三等功。"
  },
  {
    "id": "doc-第七篇-人物-第一章-古代人物-cd72080e7d3083b6992b0154aab98074-html",
    "part": "第七篇 人物",
    "title": "第一章 古代人物",
    "file": "第七篇 人物/第一章 古代人物 cd72080e7d3083b6992b0154aab98074.html",
    "text": "第一章 古代人物第一节 唐宋时期唐代刘嵩： 唐昭宗年间（889—903），任大理寺卿。宋代刘表： 宋咸平四年（1001），举贤良方正，官授承直郎大理寺评事，崇祀乡贤祠。刘默： 字时光，宋景祐三年（1036），举五经特奉奏题名，官拜文林郎、化州推官，崇祀乡贤祠。刘克俊： 字子材，号东山，宋大观元年（1107）以子允贵，恩赠朝奉郎。宋宣和六年（1124），敕恩改赠朝请郎，终赠朝请大夫。刘允： 字厚中，宋绍圣四年（1097）登丁丑科何昌言榜进士，历任循州户曹、程乡知县、化州知州、桂州知州，终赠上柱国左金紫光禄大夫。公在程乡县任上，恰逢大旱，庄稼失收，奏旨减免灾民租赋获准实施。致仕后，订正韩文，并刻版印刷发行。崇祀潮州八贤祠、化州功德祠、程乡名宦祠。刘昉： 御赐名旦，登宋宣和六年（1124）沈晦榜进士，历任礼部员外郎，进直秘阁，直龙图阁，授湖南安抚使太卿，进阶光禄大夫。编撰儿科医学《幼幼新书》。勅祭郊祀，终赐祭墓，崇祀乡贤祠。刘景： （1066–1163），宋靖康元年（1126），举贤良方正，授朝请郎，历任广南路市舶，台湾台南知州，高雄州知州。公奉命提兵征服安南有功，晋阶银青光禄大夫，封爵开国男，赐食邑三百户，赏黄金三百（斤），三次奉旨上京面君。卒葬龟山，崇祀乡贤祠。刘渍： 字微甫，宋绍兴年间（1131–1162），官授迪功郎，直史馆五经博士。刘炳： 宋贡士，官至户曹给事中。刘真庆： 宋承事郎机宜。陈存叟： 讳恪，字子严，号存叟（1184—1243），漳州龙溪人。宋嘉定七年甲戌年（1214）正奏进士，任宋朝奉大夫，宝谟阁待制，兼修国史。在职忠心秉国，御赐玉温金链，以表其忠。年老致仕云游入潮，后隐居鮀浦江东。卒葬于归仁都，登塘盘龙埔。1984年移葬庵埠霞露官厅园地，奉为东津陈氏一世祖。刘铨： 号东村，宋处士。第二节 元代陈莲峰： 讳肃，字文端（1242–1298）。于宋末元初在莲花山结庐聚贤讲学，学者咸称莲峰先生，被文天祥誉为经伦之才。元至元十九年（1282）元朝以贤良赐第朝列大夫，授潮州总管府事。施仁政安抚百姓，不及半年归者甚众，督民开渠耕鱼乐业，重修文庙兴学育人，修茸湘子桥方便行人。元至元二十一年（1284）升宣慰同知，握兵分镇湖广常德路，身先士卒大破寇猬有奇功，晋湖南军民都总管，赐紫袍金鱼袋。元大德二年（1298）擢升枢密院同知。一生著作汇为《莲峰集》，已失传。陈桂轩： 讳与志，蓬峰公长子（1284–1312）。守陈厝祖居，因子常斋贵，元勋授奎章阁引礼舍人，诰赠太常寺博士。陈常斋： 讳元佑，字仲永，号常斋，行大（1310–1346）。元由经业儒士，荐授太常寺博士。刘英发： 字伯秀，元授从仕郎，官容州通判。刘潮： 字子南，元潮州路海阳县教谕。刘枢： 字原丙，元登仕郎，官闢望都巡检。第三节 明代陈慧罨： 讳鼎，字延铉，号慧罨（1407–1479）。行实：公能辟祖基能弘祖业，广拓膏腴，增设蒸尝祭田。尝于成化初，举设城内社学六处：卢师庵、陈师庵、宣召庵、法华堂、万寿庵、蒙斋庵，虽皆古庵名俱系私设，革为社学，便于里人延师儒以诲子弟，人咸德之。尝捐赀助修韩祠，名勒碑记。公处世好义乐施，乡人称为乐义处土先生，郡举乡饮置生上宾。尝题韩祠华表诗，并遗文教篇抄在家集公墓志及有成序、别意序。陈松卷： 讳光谦，字廷享，号松菴，行四（1449–1495）。行实：公由海阳儒学廪膳生，膺弘治间贡授福建漳州府漳浦县儒学训导升教谕。陈存诚： 洪武永乐间两举贤良方正。陈敬斋： 文林郎漳州府桂平县知县。陈经伦： 增广生，授将仕郎。刘勋： 字宗尧，号东叟，明庠生。刘潮津： 字东顺，明庠生。刘拱： 字廷敬，号默简，明庠生。刘策： 字仕政，号松山，明庠生。刘光显： 字伯照，号少窗，明生员。刘化雨： 字光宗，明庠生。刘标殿： 字魁第，明太学生。刘文旦： 号景新，明廩膳生。刘茂翔： 明庠生，清赠文林郎。廖广渤： 字衍泉。明万历年间拔贡，任台州判署天台县事，兴利除害，民颂召杜，升台州府正堂，帝赐明经第。致仕居乡好施乐善。万历四十年（1612）适东津（弯堤）堤陷，渤倡修完固，田庐无淹没之患，乡人德之。第四节 清代刘启盘： 清康熙二十五年（1686）丙寅科贡士。刘注： 字力谦，号益宽。清康熙三十八年（1699）己卯科登洪晨孚榜举人，任荆州府江陵县知县，兼护理荆戎府同知事，并两湖理事分府同知事，补任直隶顺天府平谷县知县，兼护理古北口同知事。刘铮： 清乾隆三十九年（1774）登甲午科举人。刘万： 字伯为，号启巽。清乾隆五年（1740），授潮州八品郡宾。刘光祖： 字炳裘，清乾隆间授潮州八品郡宾。刘潮文： 字贻谟，清光绪年间人物。生平纯谨，乐善好施，赐赈不吝。廖碧堂： 清府学生员、武举人。刘宗牧： （1848—1922），清处士。廖先治： 行老二（1843—1928），清授九品登仕佐郎，廖元兴创始人。公精于农事，菜蔬常抢先上市而得好价。1896年在潮州上东堤创办\"廖元兴\"商号。其家族商务拓展至丰顺、兴宁、澄海、汕头、广州、上海、天津、江苏、香港、泰国等地，富甲东津乡。妻陈慈祥（1843–1937），为经商积累资金。生六子十八孙，五代同堂。勤俭持家，因子孙众多，读书放学时间不一，她采用\"分碟法\"，将送饭的菜盛于碟，孙子们放学回家，各取一碟，既卫生又节俭。夫妻俩热心教育事业，发起创办东津小学，出资供族中子弟上学，常济助乡里贫困人家，被东津乡民尊称为廖二伯和廖二姆。民国二十五年，陈氏在潮州廖厝祠办\"百寿宴\"，获广东省民政厅厅长林翼中贺寿墨宝：\"潮安老寿妇廖陈氏《灵萱不老》\"，书刻于儒林第匾背，成为民国文物。廖声兴： 字佩锦（1877—1949），廖元兴创始人之一，清授从六品州同，赐儒林第。民国年间，捐资开发汕头光华埠和兴建潮州廖厝祠。廖声华： 字佩琨（1886–1943），廖元兴创始人之一，为东津小学校董之一。率子侄拓展廖元兴十家分支商行。1916年主理廖元兴新居兴建工作，建筑面积1708平方米。1919年，主理潮州廖厝祠侧兴建廖元兴住宅拱祠。"
  },
  {
    "id": "doc-第三篇-乡村建设-c092080e7d3083a8a708015986a0468a-html",
    "part": "第三篇 乡村建设 c092080e7d3083a8a708015986a0468a.html",
    "title": "第三篇 乡村建设",
    "file": "第三篇 乡村建设 c092080e7d3083a8a708015986a0468a.html",
    "text": "第三篇 乡村建设乡村建设，交融着传统和现代绘就的色彩，承载着乡恋乡愁，构筑下津精神家园。第一章 道路第二章 房屋建设第三章 水电建设第四章 精神文明建设"
  },
  {
    "id": "doc-第三篇-乡村建设-第二章-房屋建设-f352080e7d3082769dda8139b0832674-html",
    "part": "第三篇 乡村建设",
    "title": "第二章 房屋建设",
    "file": "第三篇 乡村建设/第二章 房屋建设 f352080e7d3082769dda8139b0832674.html",
    "text": "第二章 房屋建设第一节 宅区建设1952年，下津置为行政乡时，人口有2178人。在中国共产党的领导下，社会稳定，百业俱兴。下津人口发展，也与日俱增。1978年，大部分家庭住房拥挤，三、四代人同居在十余平方米的老屋。人口多的家庭，床铺位占去房屋空间的一半，有的四、五人同棲一床，有的睡楼顶或地铺。婚龄的儿女只好到人口较少的邻居借宿，乡里出现许多\"姿娘\"间和\"竹槌\"间。因住房紧缺，当婚的男人配偶难成。向村领导要求安排宅基地者络绎不断，解决村民住房紧缺的问题迫在眉睫。1980年，村两委将解决村民宅基地问题列入议事日程。对住宅区用地统一规划，制定每间宅地面积及交纳土地费金额，根据村民住房紧缺情况及建房经济状况，分批安排宅基地。2009年，经村民的共同努力，基本实现下津村新住宅区的总体规划，形成津界路南、三房后、七垮前、新厝后、新湖路南、后库路南、桃园、长美路西、洗马桥、海鹅头等新住宅区。第二节 村址建设1952年至1984年，下津治所设在廖元兴儒林第。1984年，在廖厝祠灰埕北侧戏台建3间瓦房作村址。（后作村水管组办公室）1985年，经上级相关部门批准，在桃园路与长美路交界处兴建办公楼，于是年动工至1986年峻工，占地面积约6亩。2017年，经上级相关部门批准，在下津健身广场东南角兴建综合办公楼，于同年兴工，2018年1月5日竣工，建筑面积2667平方米，总投资574.8万元。综合办公楼是下津的政治、经济、文化中心。第三节 公厕建设下津村先后在桃园路口、巷内前、窟尾沟、三房雨亭前、廖厝池乾、洗马桥、海鹅头等地，兴建公厕七座，总建筑面积约540平方米，总蹲位42个。第四节 卫生站一、私建卫生站 下津村私人办证的卫生站有：下津卫生站第一分站、第二分站、第三分站等九个。私人卫生站隶属桥东医院管理。二、村卫生站 2018年，下津村在长美路与宫前路交界处，兴建村卫生站，2019年峻工使用，建筑面积80平方米，总投资24万元。第五节 便民综合服务岛2018年，下津村在健身广场长美路旁兴建一座便民综合服务岛。该岛于2018年1月份动工，8月份正式对外开放，这是潮州市试点项目之一，也是我市首个便民综合服务岛，该岛为村民提供了\"一站式\"便捷服务。便民岛建筑面积约230平方米，总投资约90万元。涵盖中国电信便民服务站点、无人售货商店、银行自动ATM存取款机、邮政快递寄取中转站以及便民服务休闲中心五大功能区。第六节 老年人活动中心一、锣鼓馆 1983年，下津村在新湖路窟尾沟路口处，兴建一间老人组办公室及两间老年人活动室。1984年，由旅泰乡贤廖少贤赞助人民币一万元，续建两间活动室。1992年，村管委会、老人组负责人刘世美多方筹资，创办锣鼓班，活跃乡村传统文化。因而，老年人活动场所，时人称为锣鼓馆。二、老年人活动楼 2009年，在草尾与康厝之间，兴建下津村老人活动楼，建筑面积775.6平方米，总投资85.7万元。赞助建楼乡贤芳名榜姓名金额（元）姓名金额（元）深圳潮州商会200000刘金泽20000刘陈春端180000刘德广20000刘世伦80000刘泽雄20000刘俊良80000刘德盛20000林奇光50000刘德标20000方绍远50000刘德忠20000刘昆东33699刘炀20000刘树钿30000黄镜明12000廖海镇30000刘汉钿12000廖振波30000刘少雄12000廖耀銮30000刘泽坤10000刘锦兴30000林明亮10000刘金成20000第七节 安息堂扫墓祭祖是中华民族的优良传统和美德。随着丧葬（殡仪）制度的深化改革，逝者由土葬改为火葬，建造安息堂（俗称灵堂），安放骨灰势在必行。为促进社会主义两个文明建设，响应上级号召，搞好殡葬改革，方便村民悼念先祖，村委会本着节约土地资源，维护生态环境，采集多方意见，经村两委会讨论研究，报上级有关部门审批并召开村民代表大会审议通过，决定选址在本村马鞍山下岭头堀建设骨灰堂。下津骨灰堂取名安息堂，占地5亩左右，于2004年动工，至2005年12月建成，2006年1月1日起开始投入使用。安息堂内设灵位1836个，分22行，总投入资金260多万元，资金来源由村自筹。堂联：下海寻瀛双旌山麓风光好 津梁聚雀落马亭前事业兴缅思祖泽音容宛在 怀念慈恩感激长存"
  },
  {
    "id": "doc-第三篇-乡村建设-第三章-水电建设-b592080e7d308320b9e381edcc9a9d15-html",
    "part": "第三篇 乡村建设",
    "title": "第三章 水电建设",
    "file": "第三篇 乡村建设/第三章 水电建设 b592080e7d308320b9e381edcc9a9d15.html",
    "text": "第三章 水电建设第一节 自来水水是生命之源，水的质量关乎人的健康和寿命。先世饮水或用溪水或用坑沟水或用井水。水井的定位与地理有关，堪舆泉眼至关重要。1982年，市桥东水厂第一期建厂完成，在水厂大力帮助下，下津村投资接通自来水，并派专人管理。村投入自来水项目28万元。2000年，下津村与市自来水总公司通过改造，利用现有引水管，规划增设一根DN100引水管，进一步保证用水安全性。给水管网以枝状和环状相结合，给水干管沿规划主要道路敷设，管径为DN80—DN100，自来水公司装设进户水表，实行直接收费性用水。第二节 电力人类照明始于上古燧人氏钻木取火，火的运用使人与动物永远分道扬镳。随着人类的不断进步，照明逐渐以竹代木，以薪代竹，以豆油灯代竹，以洋油（煤油）灯代替了豆油灯。并用煤油注入吊灯、汽灯。1952年，下津乡仅有二支汽灯，用于晚间开大会照明。1971年，由下津村投资引入电力，接通照明线路，并派专人管理。村投入电力项目10万元。1998年，下津村更换现有陈旧的电力线路，采用架空线，并沿主要规划道路敷设，由电力公司直接管理及收电费。第三节 电话古代传递讯息，民间飞鸽传书，官府快马送信。随着科学的发展，发明电线通话，可用手机通话。1990年前，意溪邮电局在下津安装10多部。1990年后，有8部市话。1993年始，桥东邮政局直接装机，允许村民申请安装固定电话，初时每部固话需交3600元。"
  },
  {
    "id": "doc-第三篇-乡村建设-第四章-精神文明建设-fda2080e7d308248997f81349e98573f-html",
    "part": "第三篇 乡村建设",
    "title": "第四章 精神文明建设",
    "file": "第三篇 乡村建设/第四章 精神文明建设 fda2080e7d308248997f81349e98573f.html",
    "text": "第四章 精神文明建设在村两委的领导下，村民的物质生活进一步提高，在全村解决温饱问题之后，精神文明建设列入议事日程，制定综合治理计划，并经村民代表大会讨论通过，逐项实施。第一节 健身广场2008年，选择草尾前、桃园住宅区北侧、康厝及长美西住宅区南侧、长美路西侧，在原村集体划留地中腾出面积约30亩，建设一个完整的全民健身广场，总投资金额人民币800多万元。篮球场安装12个球篮架，乒乓球6台，羽毛球场2个，运动场安装高中低单杠、双杠、爬栏、摇板等二十多项健身器材。\"全民健身广场\"建成之后，进一步丰富和活跃村民的文体生活，满足村民健身需要，更有利于进一步提高人们对体育的认识和增强体质，进一步推动下津村\"两个文明\"建设再上新台阶。第二节 池塘整治池塘是雨季收水及排水的枢纽，有些村民屯池乱搭乱建，有的乱扔杂物，使池墘垃圾成堆，有的甚至将杂物扔下池中。久之，臭气污染环境，有碍村容。下津村两委按照\"六城同建\"精神，将整治池塘列入议事日程，制订综合治理规划，并经村民代表大会讨论执行，逐步对盐墩池、五马池、巷内池、廖厝池、大房池、营内池、新祠堂池实施综合治理。一、盐墩池 2017年12月15日—2018年2月12日，盐墩池综合治理试点成功。二、五马池 2018年6月18日动工，至2018年9月15日竣工。第三节 排污沟2011年，下津村对村内部分道路、厕所、排水沟进行改造，村内的污水部分排入明沟，以排除村内的生活废水和雨水。2015年，下津村对排水系统进行改造，采用流制，生活废水和雨水由明沟排放到灌溉渠的下游，疏导原有明沟，使村内的生活废水和雨水能顺畅地排入灌溉渠的下游暗沟。第四节 文化公园文化公园总体规划投资380万元，2019年10月24日动工。"
  },
  {
    "id": "doc-第三篇-乡村建设-第一章-道路-71d2080e7d308305b1ee010b384bd818-html",
    "part": "第三篇 乡村建设",
    "title": "第一章 道路",
    "file": "第三篇 乡村建设/第一章 道路 71d2080e7d308305b1ee010b384bd818.html",
    "text": "第一章 道路衣食住行，是民生的四件大事。千里之行，始于足下——道路。第一节 公路穿越下津村境的公路有三条，使下津成为交通方便之乡村。一、安黄公路 古代，笔架山虎头东侧延伸燕仔山（堪舆者称虎脚），挡住了由观音岭进城的去路。古驿道绕燕仔山方抵达观音岭。1950年修筑安黄公路，辟开拦路虎脚，天堑变通途，下津乡负责白云至岗山路段。该公路从铺尾与茵藤堤交界处的火神爷宫路段至摇篮尾路段，穿越下津村境约3公里。二、安凤公路 明万历年间弯堤自1600年至1613年决堤三次，使田园形成长池和沙墩。1951年填池筑公路，公路西称内长池，下津乡负责银潭路段。该公路在观音岭连接安黄公路，自分路口至三房后津界路口路段，穿越下津村境长0.75公里，路宽7.5米。三、意东三路 2004年，为减轻安凤公路车流量的压力，修筑意东三路（S231），宽50米。该公路在宗子山下衔接新开辟的安黄公路，自分路口至塘湖山新湖路口通过，穿越下津村境约1.5公里。第二节 古道下津地域自宋代始，就有驿道和马路通过。明宣德年间修筑的东厢堤及清乾隆年间修筑的杜猴寨堤和茵藤堤，先民也以堤顶当路行走。为方便上堤，在东厢堤今下津堤段建有四个石阶（俗称路头格），也在杜猴寨堤建两个石阶。先祖在两堤石阶之间修筑乡道，方便进城和农事。一、廖厝古道 廖厝古道由水心亭通往廖厝码头堤段石阶，途经明经第、画门神、脚桶黄、土地爷宫。清代，潮州邮递总铺为方便东津乡民，在土地爷宫侧设邮递站，乡民常走该道到站领取侨汇或寄收信物。二、窟尾沟古道 窟尾沟乡古道通往廖厝埔堤段石阶，由三房西面雨亭途经周厝前路、做屐桃、蔡厝埔、廖厝埔。三、巷内乡古道 巷内乡古道通往弯堤石阶。由五马池沿假山，经盐墩、洪厝。四、铺仔前古道 铺仔前通往陈厝堤段石阶，途经绞队井、茂利、竹抱顶、潘厝、陈厝。五、茵藤堤路 昔先，虎池与韩江相通，东津乡先民所植早稻常年失收。多次筑堤，都被洪水冲毁。清康熙年间，东津薛联桂历官江西粮储参政，他将筑堤屡屡不成奇事奏报朝廷，康熙帝在奏折上划红圈准奏。皇恩浩荡，堤遂筑成。乡民走捷径，沿堤进城。茵藤堤北起弯堤码头，南至铺尾火神爷宫。自此，东津乡与铺尾以宫分界，笔架山东北坡属东津乡境，西北坡属桥头乡境。第三节 古道演变村道一、田洋主道 古代，由于受田园产权所限，由各乡通往田间的道路既狭窄又弯曲。窟尾沟乡通往田洋主道 窟尾沟乡通往田洋主道有：①通往红毛灰桥 该路沿盐埠，途经草尾宫（旧址）至老吕墩北侧，转东往石敢当，上杜猴寨堤起盐路头，经画马宫，堤外路至红毛灰桥。若过桥沿海鹅头、山边寨至狗槽上岭为原割山草之道路。若过桥沿后溪东岸，经金狮博地眠、八卦地、石堀内，上虎洞采矿场为原挑白土（瓷土）路。在起盐路头沿杜猴寨堤，经雨亭山、鸭口环可达桃坑。②通往东湖底 该路途经河沟头、埔东宫、马路洋、裴厝路、裴厝堤，过堤沿大片洋路过溪到达东湖底、廖厝山、大坑口田洋。巷内乡通往田洋主道 巷内乡通往田洋主道有：①通往红毛灰桥 该路一段由关刀池顶，经大坟耳至园尾，一段由冬施（沤肥窟）傍，经灰堤窟至园尾，合路后途经五禾埔、桃园、六支灯、杜猴寨，上杜猴寨路头，过堤沿堤外路至红毛灰桥。②通往桃坑 沿巷内乡路行至六支灯，折南沿中长池路（乡民于何时填池作路未考）至亭脚山，而后一条沿古驿道进桃坑。一条沿岭头路，经长沟桥进桃坑。二、改建乡道 1955年下半年，下津乡各初级社合并高级社试点成功，一切生产资料为前进高级社集体所有，解决了土地产权私有问题。1958年掀起大跃进高潮，下津乡决定改直道路。长美路 1958年，修通、扩大窟尾沟至安黄公路的道路。辟开老吕墩，用沙垫田筑路，衔接原六支灯至亭脚山的道路。该路北自新祠堂，南至安黄公路亭脚山路段。1999年，下津村再次扩大道路，由土路建设为水泥路，路面宽7米，路长约700米。并命名为长美路，与安凤公路、意东三路成为下津村南北要道。宫前路 1959年改直扩大老吕墩北侧至杜猴寨堤起盐路头的道路。2011年，再度扩大加高，建设水泥路，路面宽7米，路长550米。该路西接长美路，东接意东三路。新湖路 1958年改变原由安凤公路进窟尾沟乡的线路，斩去原洽年田顶一带围路的荆棘，将原走窟尾沟乡前的路，改在仰松公厅前，大房池垫池砌石档土。疏通新厝前障碍物，垫田修筑至塘湖山。2012年，再次扩路垫高，砌石护坡，而后铺水泥面，命名新湖路。该路东接意东三路，西接安凤公路。其中新祠堂至意东三路路面宽7米，路长466米。下津路 1958年，改直扩大原巷内至堤外红毛灰桥的道路。工程重点清理安凤公路东侧、园尾、六支灯的沤肥粪窟（俗称\"冬施\"）群。1992年，自安凤公路交界处至桃园，铺设水泥路面，该路段称桃园路。1994年，自桃园路至下津学校加高扩大路面，砌护路档土墙，铺设水泥路面，路宽8.8米。2017年，改直加宽下津学校至意东三路，并铺设水泥路面。下津路东接意东三路，西接安凤公路，全长1.8公里，路宽8.8米。津界路 改直窟尾沟通往廖厝埔路头的古道，东自安凤公路下津信用社，经中津蔡厝前、南折饲料厂、桑树脚、脚桶黄至环堤公路。山边路 1964年，修筑后溪红毛灰桥东岸堤至黄田山部队后勤军路，途径海鹅头、山边。1975年改直后，增筑海鹅头至孝子坟路段，衔接安黄路。神农祠至军营 1961年，修筑神农祠旁安黄公路至黄田山部队狗腰道路。该路沿水尾木桥途经山边与洗马桥之间的田洋。山边至沙瓠 1981年改直、扩大原田间小路。2005年，该路加高，铺盖水泥路。第四节 桥梁东津后溪集文祠、桂坑二水，流经下津村境溪面增宽，水深流急，水运发达。古代后溪建有两座桥梁。一、古桥洗马桥 洗马桥建于宋代，全桥用石柱和石条板筑造，是潮州通往泉州的驿道桥。红毛灰桥 红毛灰桥建于清代，为钢筋水泥结构。建桥所用水泥是外国产品，外国人的头毛红色，因而，时人称该桥为红毛灰桥。二、木桥八卦地木桥 1958年，成立意溪瓷矿场，为方便工人上山采矿和乡民挑白土，由瓷矿场牵头联合下津乡建造，该桥为杉木结构。1973年改建石桥。水尾木桥 水尾木桥建于1961年，由意溪公社建造。该桥是神农祠通往军营路的桥梁，桥距安黄公路神农祠路段约80米，全桥为杉木结构。三、混凝土桥瓷土矿桥 该桥建于1980年，由飞天燕瓷土矿建造。为钢筋水泥结构。全桥长66米，宽10米。2018年由桥东办事处主持重建，长64.5米，宽11米。长兴桥 该桥建于2005年，由桥东神农工业区建造，是安黄公路摇篮尾路段通往洗马桥自然村的桥梁。为钢筋水泥结构，全桥长48米，宽10米。山边桥 该桥于1973年，由意溪公社兴建，2004年被洪水冲毁。"
  },
  {
    "id": "doc-第十篇-大事记-2462080e7d3082139b6401a9278097cd-html",
    "part": "第十篇 大事记 2462080e7d3082139b6401a9278097cd.html",
    "title": "第十篇 大事记",
    "file": "第十篇 大事记 2462080e7d3082139b6401a9278097cd.html",
    "text": "第十篇 大事记一桩桩，一件件，走进一段历史，品味一段乡愁。五代后梁贞明三年（917），刘颖由广南（今广州）迁入潮州开基桃坑。著《永思词》和《五言诗》，为桃坑刘氏开宗明义之作。宋代咸平四年（1001），刘表举贤良方正。奉为桃坑刘氏一世祖。大观年间（1107-1110），刘允编订的潮本《昌黎文集》刊行。绍兴二十年（1150），刘昉撰著的《幼幼新书》40卷中医儿科巨著刊行全国。淳熙五年（1178），刘少集作《家谱引》，修编颖公至自身十世家谱。宋庆元年间，康姓开基东津康厝。绍定年间（1228-1233），洪姓（祖讳失传）由泉州晋江迁徙潮州东津开基盐埠。端宗年间（1276-1277），廖开潮由莆田迁入潮州东津开基廖厝。元代至元十九年（1282），潮州总管府事陈莲峰开基东津陈厝。大德八年（1304）八月，飓风（热带气旋，破坏性与台风相同）海溢，漂民宅，溺死者众。皇庆二年（1313），刘镇作《重修族谱序》。明代宣德四年（1429），刘义作《重修族谱序》。宣德十年（1435），潮州知府王源主持修筑潮州城四厢堤防，韩江东厢始筑堤，使东湖的泽、渚、塭地带逐渐成为可垦荒地。弘治八年（1495）九月，飓风暴雨，大水浸毁庄稼。弘治九年（1496），决东厢堤（龙船潭）。弘治十五年（1502），刘策由桃坑迁创窟尾沟乡。正德二年（1507）六月，下雹，大如拳。正德四年（1509）十二月，下雪一尺多厚。正德六年（1511）秋，蝗虫成灾，粮食失收，出现饥荒。嘉靖九年（1530），春、秋干旱，是年粮食失收，民众大饥。嘉靖十二年（1533）十月，星陨如雨。嘉靖十四年（1535），林大钦为《桃坑刘氏族谱》作序。是年，《桃坑刘氏族谱》问世。嘉靖二十六年（1547），刘梅松由窟尾沟移创巷内乡。万历二十八年（1600）、四十年（1612）、四十一年（1613），弯堤三次决堤。崇祯年间（1628-1644），黄良士开基东津脚桶黄。清代顺治年间（1644-1661），东厢堤屡溃，蔡元主持复修。顺治十年（1653），潮州镇总兵郝尚久反清复明义军设营地于窟尾沟大房二省日公居宅（营内）。康熙三年（1664）五月，饥荒。六月，飓风暴雨，东津崩堤（上津潭）。康熙五十七年（1718）六月初一，弯堤决堤二十余丈。康熙五十八年（1719），刘延美由桃坑迁创盐墩乡。乾隆六年（1741），刘禧远由埔东移盐墩乡创祖。乾隆二十一年（1756），筑廖厝码头。乾隆二十八年（1763），刘茂科由桃坑移创茂利乡。乾隆三十二年（1767），潘姓（祖讳失传）开基东津潘厝。乾隆五十三年（1788），刘远高由黄冈迁东津创铺仔前乡。乾隆五十九年（1794），大水。修筑杜猴寨堤。（杜猴寨创寨时间在是年之前。）嘉庆元年（1796），廖兴可携弟由大埔迁潮州东津开基草尾乡。嘉庆七年（1802），东津出现“花会”，求神问仙盛行。道光二十一年（1841）七月，大水，东厢堤崩。道光二十六年（1846），广东各地进行人口普查，按户造册，实行连环保卫。咸丰三年（1853）六月，决廖厝码头堤五十余丈。咸丰四年（1854），潮州农民起义，吴忠恕义军8000余人，陈亚十义军3000余人。东津武生刘财宝引义军驻东津，帅帐设向南祠。东津人刘逢得组织东津义军，七月三十日，刘逢得执大旗与清军战于桥东，被清军头目卓兴以钢炮轰断左臂。九月十八日，清军从笔架山渡莲角池（长池）破东津，擒100余人，东津义军溃散。咸丰八年（1858），六、七月瘟疫流行。是年，《天津条约》列潮州为通商口岸，东津堤顶工商铺面陆续增加。咸丰十年（1860）六月下旬，韩江水涨，东津堤溃。同治三年（1864）七月，韩江水涨，东津堤再溃。同治十年（1871）六月，东津决堤七十余丈。光绪年间（1875—1908），由刘茂楠续修的《潮州桃坑东津派刘氏族谱》刊行。光绪十三年（1887）四月，瘟疫流行。光绪二十六年（1900）春夏间，鼠疫继续流行。光绪二十八年（1902），饥荒，鼠疫。宣统三年（1911）七月十二日夜2时，决三师庙堤30余丈，冲口成潭深8丈，毁民房无数。中华民国民国元年（1912）元旦（1月1日），改用新历。民国三年（1914），海阳县改称潮安县，都改为区，东津属东厢区。乡村设保甲制。民国七年（1918），橡埔东岭仔决堤，东津水灾。民国十七年（1928），杜猴寨散寨。民国十九年（1930），撤东厢区，置秋东区，东津属之。民国二十一年（1932）8月25日，台风，后三日暴雨不止，崩竹巷口涂堤，东津内涝。民国二十七年（1938）10月25日，山洪决开黄竹洋堤，东津内涝3-4天，晚造失收。民国二十八年（1939）5月4日，日机轰炸东津。6月27日，东津沦陷，日军占据笔架山，用炮击摧毁民房。11月5日上午七时，潮安城日军数百人分三路进犯东津、意溪，并以飞机、大炮助战，国民党守军顽强抵抗，至下午4时多，日军溃退，沿途烧、杀、抢粮食。11月20日上午8时，日机3架、汽艇2艘，敌兵400多人，再次进犯东津、意溪。国民党守军撤退，日军在意溪、东津劫夺杉木、稻谷。12月，日军在笔架山设据点，用炮火轰击向西祠、向北祠和守祠人家，桃坑被迫散乡。民国二十九年（1940）7月14日，驻笔架山日军到东津放火烧民宅。10月，驻笔架山日军和伪军分别抢劫东津，国民党潮澄饶澳自卫总队奋勇迎击。民国三十一年（1942），日军在石碑、江厝之间的方厝（今北桥大圆）设立防线，使东津靠担盐度生者绕道河内翻山越岭至归湖。民国三十二年（1943），大旱饥荒，霍乱流行。饥民有的卖子当儿，有的背井离乡逃往外地，有的因此绝户。民国三十三年（1944）5月15日，国民党军队攻打笔架山日军，国军退兵后，日军下山到处放火烧民房。民国三十四年（1945）8月15日，侵潮日军集中县城，宣布投降，东津复员（光复）。自1939年6月27日至1945年8月14日，东津失陷（沦陷）期间，日本侵略军杀死下津13人，烧毁祠堂2座、公厅9座，民宅112间。民国三十五年（1946）1月，裁区并乡，东津属东厢乡。是年自上年度至本年连续干旱7个多月，田不能耕，米价猛涨。民国三十六年（1947）5月6月，淫雨连旬，20天内韩江3次暴涨，堤防出险，后溪山洪奔泻，田园多被水淹，农作物损失严重。民国三十八年（1949）1月，潮安县置八个区，东津乡隶属第四区。7月，国民党统治区币值聚贬，物价暴涨。9月，国民党胡琏兵团残部南逃途经东津，大肆抢掠，下津被强拉壮丁渡台充兵有7人。中华人民共和国1949年10月19日，东津全境解放。10月23日，举行解放潮安入城仪式，即日成立潮安县军管会，文祠、意溪合置荣意区。1950年1月，第四区东津乡划属荣意区。3月15日荣意区改称第三区，东津乡属之。是年，东津乡成立农会，下辖四个村。一村农会设廖元兴儒林第，二村农会设窟尾沟厚斋公厅。5月，水稻发生螟害。6月，区政府帮助人民度荒，设粮食度荒站于意溪。1951年1月17日，韩开义率土改工作组进驻一村，周自成率土改工作组进驻二村，协助农会进行土改。是年，春旱，夏涝。1952年，东津乡分置上、中、下津三个行政乡。10月，中共下津乡党支部成立，领导土改复查工作，颁发土地证。1953年1月1日，下津乡政府成立，治所设廖元兴儒林第。刘世美建立农业生产互助组。是年，广东省长叶剑英兼任华南垦殖局局长，领导国防橡胶基地建设，省府下任务给各地区，经乡政府动员，10月，刘世升等32人胸戴大红花赴海南，参加橡胶基地建设。1954年1月，中共第三区委员会办公地址设下津乡绞队井。2月，区委人员配齐后，区委会设在厚斋公厅，至1955年底迁意溪。7月19日，刘世美在互助组基础上建立前进农业生产初级合作社，随后建英社、群益社、新光社、第五农业生产合作社相继建立。1955年5月28日，第三区改为意溪区。下半年，下津乡五个农业初级合作社试办高级社成功。是年，前进高级社评为广东省农业高级合作社模范单位，奖大水牛一头，折人民币120元。1956年2月，撤区置乡，意溪区分置东津乡（含东津片、意溪片、文祠片）、河内乡及意溪镇（居民）。林锡荣任东津乡总支书记，下津乡前进高级社党支部书记刘世美选任总支副书记。12月底，撤二乡一镇并为意溪镇，林锡荣任镇委书记。东津乡前进农业高级社划属潮州市郊新合乡，乡治设新乡仔（今市体育馆北侧）。1957年1月，洗马桥、海鹅头、山边、沙瓠四个自然村由黄金塘划属下津。冬季，平整耕地运动。1958年1月，六亩闸竣工。5月，掀起“大跃进”高潮。6月，贯彻“鼓足干劲、力争上游、多快好省地建设社会主义”。9月8日，意溪与文祠合并成立意溪人民公社。11月1日，下津由市郊新合乡划属意溪公社。冬季，下津参加修筑大片洋堤围。1959年冬，修筑后溪下津堤围。1960年6月10日，凤凰水库崩决，韩江洪峰达16.88米。村民撤出住房，上山居住。7月1日至23日干旱。是年冬，续修后溪下津堤围。1961年9月9日，韩江水位出现五次涨退，高水位持续九天，降大雨，内涝。1962年，贯彻农村工作条例（六十条）和“调整、巩固、充实、提高”八字方针，社员生活有所改善。是年，沙瓠乡一户迁洗马桥，一户迁海鹅头。1964年6月13日至17日，受台风影响，韩江水位达16.95米。弯堤廖厝被抗洪大军拆杉木打桩，推墙堵旋洞，保住了大堤的安全。1965年5月，六亩闸扩建新三孔竣工。1966年，文化大革命开始，“红卫兵”横扫“四旧”，下津多处文物遭毁。1967年3月25日，潮安县军管会成立后，意溪公社党委会停止工作，下津大队坚持抓革命、促生产。是年，山边寨6户迁洗马桥，2户迁海鹅头。1968年4月，意溪公社革委会成立，下津大队革委会成立。1969年7月8日，太平洋3号台风在汕头登陆，下津风力达10-11级，阵风12级以上。1970年八月中秋，台风降暴雨，山洪暴发，决杜猴寨堤，全村受浸，村民搬上山避水。是年，下津列入治韩工程重点，各地民工进场施工，杜猴寨堤搬填长池。1973年12月3日-23日，疏通洗马桥河道。1975年，在廖厝祠背兴建下津小学，自此，下津结束在公厅、祠堂办学的历史。1976年，是年，粉碎“四人帮”历时十年的文化革命结束。下津恢复生产大队建制。1979年8月，潮州镇恢复市级建制，下津大队由意溪公社划属城东公社。公社治所设下津虎池南侧。1981年，开展林业“三定”工作。是年，堤顶房屋拆迁完毕。1982年9月，动工铺设自来水管，至翌年完成，下津村家家户户通自来水。是年，城东公社改称桥东公社。是年，开展全国第三次人口普查工作。1984年8月16日，下津大队改为管理区。1986年，下津管理区办公地址由廖厝祠埕北侧迁桃园路新办公楼。1987年3月，安凤公路下津路段加盖柏油路。1989年，是年，进行第四次全国人口普查工作。1993年，管区划出“六支灯”约24亩土地兴建下津小学。1998年，是年，下津撤销管理区。自10月至12月中旬，经过组织准备，选民登记，确定候选人，投票选举，建章立制和总结验收六个阶段的工作，选举产生第一届下津村民委员会及其成员。1999年4月1日，启用下津村民委员会公章。是年，实行第二轮土地承包合同制。2003年，经村委会决定，建设本村灵堂，命名“安息堂”。2006年8月，山洪暴发，后溪水涨，钟厝桥堤段崩塌，全村受浸。2007年，潮州“体彩标”篮球邀请赛在下津村举行，我村篮球队获比赛第二名。是年，潮州刘氏宗亲理事会在下津小学举行《潮州刘氏溯源》谱牒发行仪式。2010年4月，国家人口与计生委主任李斌、广东省副省长雷于蓝、省政府秘书长、省人口和计生委主任张枫等领导莅临下津村调研。2008年，下津村委会贯彻“三个文明”建设，在村集体划留地中划出30亩地，计划投资800万元，建设下津全民健身广场、老年人活动中心等项目。经村民代表大会审议通过，并报上级批准实施。是年，完成第一期建设计划总投资370余万元。2013年，经上级党委批准，中共下津村党支部更名为中共下津村党委。2017年，下津小学更称下津博雅学校。2018年1月5日，下津村办公地址搬迁健身广场综合大楼。2019年，村委会划出宫前路南侧约16亩土地扩大博雅学校校园。3月5日，成立《下津村史》修编领导小组，开始收集资料，编写村史。4月，下津村成立锣鼓队，吸收一百多名学员进行培训。10月24日，文化公园兴工。芳名榜（赞助村史出版，排名不分先后）姓名金额姓名金额方绍远15000元刘炀15000元刘锦兴15000元林奇光15000元刘少雄15000元刘跃进15000元陈春端15000元廖耀銮15000元刘俊良15000元廖耀瑞15000元刘泽雄15000元刘建伟15000元刘树钿15000元刘仲滨15000元《下津村史》勘误与审校报告"
  },
  {
    "id": "doc-第四篇-人口-eff2080e7d308315b6cc81cbc14ad003-html",
    "part": "第四篇 人口 eff2080e7d308315b6cc81cbc14ad003.html",
    "title": "第四篇 人口",
    "file": "第四篇 人口 eff2080e7d308315b6cc81cbc14ad003.html",
    "text": "第四篇 人口人乃万物之能者，纵观下津村一千余年的文明发展史，贤者厚德载物。第一章 人口发展第二章 人口结构第三章 人口迁播第四章 退伍军人第五章 计划生育"
  },
  {
    "id": "doc-第四篇-人口-第二章-人口结构-e362080e7d3082438eaf81191a7f25b6-html",
    "part": "第四篇 人口",
    "title": "第二章 人口结构",
    "file": "第四篇 人口/第二章 人口结构 e362080e7d3082438eaf81191a7f25b6.html",
    "text": "第二章 人口结构第一节 姓氏人口下津村现有21个姓氏，其中开基创祖有14个姓，落籍本村传三代以上有7个姓。序号姓氏户数人数一刘姓11695013二廖姓153681三康姓43200四黄姓46186五张姓40180六林姓37178七陈姓29136八柯姓1356九赖姓1254十管姓1254十一李姓840十二洪姓632十三许姓423十四方姓420十五曾姓416十六钟姓314十七潘姓311十八吴姓110十九王姓18二十蔡姓15二十一郭姓11第二节 自然村人口序号村落户数人数备注二巷内2891344含竹抱顶及吴、蔡二姓四潘厨311六茂利2295八脚桶黄1350十康厨25112十二洪厨632十四海鹅头68283注：原书第86页表头将“村落”误印为“姓氏”，此处已按实际内容修正。部分自然村数据因源文档截断待补。"
  },
  {
    "id": "doc-第四篇-人口-第三章-人口迁播-4772080e7d3082bea98e8176554cb5ce-html",
    "part": "第四篇 人口",
    "title": "第三章 人口迁播",
    "file": "第四篇 人口/第三章 人口迁播 4772080e7d3082bea98e8176554cb5ce.html",
    "text": "第三章 人口迁播经村史编修领导小组深入各聚落调查，下津村自清代至2018年，迁移海内外的乡民有430户，传衍人口约有3800余人。第一节 海外侨胞清咸丰八年（1858），潮州列为通商口岸，通往各国的轮船定期往来，方便潮人出国发展。下津乡亲多数人由于生活所迫，背井离乡到异国谋生。先出国的侨亲现已传6代，普遍传3—4代，经数代人的辛勤创业，多数从事工业、商业和橡胶业。现在，华侨家族的当家人大体为“侨三代”。经村史编修领导小组深入各聚落调查数据显示，下津村自清代至共和国成立前出国的乡亲有209户，其中侨居新加坡52户，侨居马来西亚52户，侨居泰国53户，侨居越南10户。此外，有的侨居柬埔寨、英国、美国、加拿大、澳大利亚等国。侨裔大约有1800余人。旅居香港、台湾、澳门的乡亲有38户，其中香港24户，台湾11户，澳门3户。传衍代数先迁者5代，大体传三代，嗣裔约有500余人。其中刘成谦于清代迁台湾，现传近百人，廖春潮家族旅居香港，现传50多人。新中国成立后，华侨得到政府的关怀、照顾。各级政府成立侨联，贯彻执行华侨政策，保护华侨正当权益。1955年，实施“便利侨汇、服务侨胞”的侨汇政策，商业部门专设华侨特种商品供应店，侨眷凭侨汇证优先供应。1984年—1985年，下津全面落实侨房政策，扎实做好腾退工作，归还部分侨房。下津侨亲，向来爱国、爱家乡，关心重视家乡的教育事业和福利事业。第二节 迁播国内下津乡亲自清代至民国时期，由于自然原因和社会原因，迁往异地开基创祖。新中国成立后，由于读书毕业分配，参军转业分配等原因，落籍全国各地。据不完全统计，由下津迁往异地创祖和落籍有183户。现传衍人数大约有1500余人。洪姓： 历代均有先祖外迁，民国时期回乡托管房屋者有2户，外迁者所传人数难于搜集。潘姓： 历代均有先祖外迁，其中迁居铺美及潮州城内现有20余户，传衍100余人。陈姓： 自三世祖开始外迁创祖，人口大约有数千人。脚桶黄： 先祖迁往各地有数十户，数百人。廖厨： 自二世祖迁移枫溪洋头村现传700余人。据2001年编谱收集外迁人数有300余人（不含洋头村），村中一支迁潮州城内，现传100多人，一支迁意溪镇内，现传80余人。草尾： 自清末始，外迁24户，现传100多人，其中居汕头市有60余人。廖元兴家族侨居海内外有300多人，居本村及潮州城内仅8户。刘姓： 自清代至今，迁居异地有92户，现传衍人数有500余人。第三节 参加海南建设海南是中国的热带宝岛，是国防物资橡胶的生产基地。新中国成立后，帝国主义国家封锁橡胶对中国的进口。党中央命令中国人民解放军第四野战军及琼崖纵队组建林一师和林二师开发橡胶生产基地，任命叶剑英为华南垦殖局局长，领导橡胶生产基地建设事业。1969年4月1日，广州军区任命丁盛为广州军区生产建设兵团司令，大力发展橡胶事业，保障国防需要。自1953年至1971年，下津村响应政府的号召，先后动员五批青年共119人，赴海南支援祖国的橡胶事业。1960年，由部队直接退伍参加海南建设有刘世荣、刘德贞、廖振坤三人。第一批 1953年10月移户口迁海南有32人：刘世升、刘桂炎、刘森炎、刘森发、刘森桂、刘凤莲、刘世润、刘钧岩、刘世培、刘世让、刘清祥、刘应喜、刘维胜、刘胡进、刘丽梅、刘芷森、刘教泉、刘裕章、刘德林、刘德熙、刘顺喜、刘裕生、刘松溪、刘镇芷、刘德真、廖锡林、廖振溪、廖双桂、刘蕏华、廖双舟、刘惠波、廖四妹。第二批 1966年11月移户口迁海南有5人：廖令焕、康舟汉、钟光亮、刘裕振、刘进平（德桃）。第三批 1970年9月移户口迁海南有41人：刘裕成、刘德喜、刘岳俊、刘顺成、刘裕明、刘裕民、刘裕宁、刘炳合、康舟坚、廖耀加、廖振松、刘荣辉、林素茂、廖御霞、刘裕丰、刘裕水、廖耀进、刘玉音、刘镇华、刘镇坤、刘裕炎、刘镇权、刘宗波、廖碧卿、刘成亮、刘锦湖、刘世锐、刘裕发、刘秀珍、刘昆明、廖耀城、刘德南、刘德任、刘巧花、刘瑞兰、刘再传、刘瑞浩、廖令奕、康巧习、刘绍荣、刘裕声。第四批 1970年11月移户口迁海南有32人：刘德标、刘德兰、刘德贵、刘德茂、刘德仰、刘德广、刘世秋、刘石珠、刘佩吟、刘雪琴、刘世宏、刘裕湘、刘裕俊、刘裕奕、刘惠华、刘楚儿、刘秀卿、刘裕钦、刘燕华、刘燕玉、刘汉钿、刘昆祥、刘昆荣、廖耀辉、廖雪卿、廖森汉、陈顺辉、黄汉章、林明亮、林其洪、刘航珍、刘燕娇。第五批 1971年6月移户口迁海南有9人：廖振序、廖令轩、曾木河、刘裕楷、刘森标、刘桂枝、刘月华、刘德奇、刘德勉。第四节 调动情况一、当老农顾问1964年至1965年，汕头专署组织600名老农到各地传授农业技术。中共意溪公社党委书记廖松楠推荐刘世美任老农总顾问，并到下津调动老农。刘廷湖、刘世荣、刘宗歆、刘德贵赴江西当老农。康忠锋赴紫金当老农。刘裕镇、康松木、刘德然、刘宏耀、刘金海到陆丰当老农。二、修建兴宁军用机场1957年12月，刘农桐、刘世森、刘裕新、刘德荣、刘廷治、刘再进、刘喜钦、刘炳钦、黄上海、廖令湘八人，调往兴宁修建军用飞机场。继之，调往韶关修筑铁路，后分配在曲仁、乐昌煤矿当矿工。三、汕头地质队1958年9月，刘建文、刘进才、刘宝泉、刘德民四人调汕头地区地质大队工作。四、平远炼钢铁1959年1月，康国龙、康忠礼、康振明、廖振强、刘春祥、刘福湘、刘裕生、刘德进、刘碧如、刘裕猷、刘世超、刘世真、刘来花、刘细妹、刘丽英、刘碧云、刘淡金、刘炳钦、刘碧娥、刘美真、廖振钿、廖丽娇、廖佩卿、管应杰、赖森泉、张清良、张木炎、张秋吟、张天有、柯锡镇、钟光亮、黄松就、黄林强调往平远石正炼钢铁。继之，有的调往兴宁筑温公水库，有的调回潮安筑凤凰水库。五、梅县挑煤1959年8月，刘德贤、刘镇炎、刘德恩、廖振歆、廖森树、廖令桐六人调往梅县白渡煤矿、田心煤矿挑煤。继之，由潮安县调往凤凰鸡笼山修筑渠道。水利工程完成后，由意溪公社分别安排在社办企业工作。"
  },
  {
    "id": "doc-第四篇-人口-第四章-退伍军人-f212080e7d3082d0a3ad016819b46834-html",
    "part": "第四篇 人口",
    "title": "第四章 退伍军人",
    "file": "第四篇 人口/第四章 退伍军人 f212080e7d3082d0a3ad016819b46834.html",
    "text": "第四章 退伍军人征集新兵，是执行国家兵役制度，加强军队建设、保卫社会主义祖国的一项重要工作。每年的征兵工作，在上级党委和上级军事部门的领导下，下津村两委执行征兵方针、政策和规定，严格把好兵员质量关，把政治可靠、思想进步、身体健康，具有一定文化水平的青年征入部队，保质保量，按时完成任务。村历届领导班子将厂矿分配给下津村的工人指标，优先安排给退伍军人。如1965年冬季征兵，下津输送兵员8名，其中刘维明、刘锡强、刘德森、刘德卿四人在部队提干，兵员提干率占百分之五十。四名军官转业后由地方人事部门分配工作，四名战士退伍回乡，其中2名安排在飞天燕瓷土矿，一名安排在农药厂、一名安排在炼焦厂，安置率达到百分之百。下津村两委，重视拥军优属工作，每年赠送军属春联：“发扬优良传统，争取更大光荣”，年终对服义务兵役及退伍军人发放慰问金。据民政部门调查统计，2019年6月30日，户籍在下津村的退役军人健在者有126人。"
  },
  {
    "id": "doc-第四篇-人口-第五章-计划生育-8ad2080e7d3083a99a4b019e7b033780-html",
    "part": "第四篇 人口",
    "title": "第五章 计划生育",
    "file": "第四篇 人口/第五章 计划生育 8ad2080e7d3083a99a4b019e7b033780.html",
    "text": "第五章 计划生育计划生育是基本国策，关系人口的发展速度，党和国家在不同的历史时期颁发相关文件。下津村把计划生育工作列入重要的议事日程，各个时期都有专设机构管理计生工作。现设计划生育办公室，执行计划生育制度，对计生工作常抓不懈，有效地控制了下津人口的增长速度。计划生育措施主要有：一、晚婚1970年，政府提倡晚婚。结婚年龄规定男子25周岁，女子23周岁。1980年之后，结婚年龄为男22周岁，女20周岁。下津大队按规定年龄开证明。二、节育1971年至1975年，提倡每对夫妇最好生二个孩子，最多不要超三个。1976年开始，明确规定生两个，生育间隔期为四年。1978年以后，规定一孩化，对符合再生育第二胎的严控间隔期。计生部门在显眼的地方，利用油画、壁画和计生专用栏，宣传计划生育图像、政策和制度，使村民落实节育措施。"
  },
  {
    "id": "doc-第四篇-人口-第一章-人口发展-3532080e7d3082eabf6b81defb8f56f1-html",
    "part": "第四篇 人口",
    "title": "第一章 人口发展",
    "file": "第四篇 人口/第一章 人口发展 3532080e7d3082eabf6b81defb8f56f1.html",
    "text": "第一章 人口发展第一节 人口时点数1952年，下津置为行政乡时，全乡有435户，2178人（含洗马桥、海鹅头、山边寨、沙瓠四个自然村，41户，218人）。2000年，第五次全国人口普查时，下津村有1355户，5472人。2010年，第六次全国人口普查时，下津村有1821户，5541人。2018年，下津村有1818户，6035人。是年，下津村常住外来人口有316人。第二节 人口增长与密度一、人口增长下津村2018年人口6035人，比1952年人口2178人增長3857人。人口增长数历时66年，年均增长58人。二、人口密度下津村面积约4.07平方公里。按2018年人口6035人，人口密度为每平方公里1483人。"
  },
  {
    "id": "doc-第五篇-经济-cd42080e7d3082df878381d7c49a5917-html",
    "part": "第五篇 经济 cd42080e7d3082df878381d7c49a5917.html",
    "title": "第五篇 经济",
    "file": "第五篇 经济 cd42080e7d3082df878381d7c49a5917.html",
    "text": "第五篇 经济经济是价值的创造，实现价值必须付出劳动，才能满足人民群众对物质文化生活的需求。第一章 体制沿革第二章 农业第三章 水利第四章 工商业第五章 民生"
  },
  {
    "id": "doc-第五篇-经济-第二章-农业-c232080e7d30832c88c4017b3178d40e-html",
    "part": "第五篇 经济",
    "title": "第二章 农业",
    "file": "第五篇 经济/第二章 农业 c232080e7d30832c88c4017b3178d40e.html",
    "text": "第二章 农业农业发源于远古时期的神农氏，炎帝在尝百草过程中辨出能吃的五谷，以刀耕火种产生原始农业。随着人类文明的发展，国以民为本，民以农为业，使我国成为农业大国，历时五千余年。第一节 粮食作物农业以粮为纲，下津自古以来种植的粮食作物有：水稻、小麦、番薯、芋头、玉米、木茨、马铃薯及豆类、瓜类等。由于土质关系，古有“可篮番薯玲头芋”的特产。乡民利用地域温度优势，粮食生产一年三熟，即早造、晚造和冬耕（冬种）。冬耕主要作物有稻底麦和稻底薯等。稻底麦： 在晚造水稻灌浆达到腊尾（接近成熟）时，将麦种散播于田底（里），水稻收割后整理施肥过冬，第二年清明前收割。收成后立刻耕地种植早造。稻底茨： 在晚造水稻腊尾时，按一定距离插下一种名曰“甜果种”的番薯藤苗，该茨葛（番薯的别称）苗，育苗地在澄海店市，必须在育苗前定购。水稻收割后，施肥培陇过冬，来年清明节过后收获。收成后马上耕地种植早造，与稻底麦错开揷田（插秧）时间，不误农时。植于稻田里的番薯，每株生有7—8个，薯块细长，贮藏时间较久，柔软香甜似甜果，因而称甜果种。民国时期至解放初期，粮食生产因受生产工具和品种所限而广种薄收。由于劳力不足，晚造常误农时，“揷田揷到戴帽，割稻割到拍锣”。下津自高级社时期始，粮食生产由集体统一安排种植，确保完成公购粮。社员分配以人口和工分计算粮食数量。（当时，五斤番薯折算一斤稻谷。）随着科技的发展，水稻品质由解放前的“高秆南特”，逐步引进“矮脚南特”、“珍珠矮”、“木泉”、“窄叶青”、“包胎”、“广占”、“青华”、“晚华”等品种。1980年以后，种植“杂优”。实施“农业四化”之后，水稻年亩产超“双纲”，引进高产杂优“独粒种”之后，年亩产达双千斤。第二节 畜牧一、养牛牛是农家宝，是耕种的动力和农家肥的主要来源。高级社时期，下津集体牛栏设在桃坑向西祠，牛群派专人饲养管理。生产队核算时期，耕牛由驶牛户饲养管理。二、养猪猪是肉食和农家肥的来源。公社化时期，下津在酒厂设集体养猪场，派专人饲养管理。私人养猪由每家每户饲养发展为专业户饲养。三、养三鸟公社化时期，下津在桃坑向西祠养集体鸭群，派专人饲养管理。家庭“三鸟”饲养，由鸡、鹅、鸭齐养，搬迁新住宅区以后，只有小部分家庭在旧居饲养。第三节 渔业下津池塘得天独厚，解放初期，有桃坑湖、长池、安仔池、陈厨池、盐墩池、酒厂池、廖厨池、巷内池、五马池、三房池、大房池、营内池、新祠堂池、马路洋池、草尾池、康厨池、洗马桥池、海鹅头池等，自高级社时期起，由集体养鱼。体制改革后，由于平整土地和地域划出，只存几个厨前池。尔后，在山边、沙瓠、狗肚新挖鱼池250亩，又在东湖划出120亩，全部实行承包经营。第四节 林业1958年，下津连在辖境内各山播松柏种子，后来成林有神农祠山、笔架山、水缸山、象鼻山、鸡心坑、塘湖山东面、溪畔山等。下津大队成立山林管理组护林至今，保护生态环境。鸡心坑、水缸山列为广东省生态公益林。第五节 副业先祖素有利用农闲和收工顺道搞副业收入的传统。有的三五成群结队挑鱼苗至韩江上游各地，常言道“一苦担鱼崽”，人休息时，需要用手摇动装鱼苗的工具，使之不死亡。交接鱼苗时，还要听懂用不同语言计算鱼苗数量的专用语。有的在田洋收工后，上瓷土矿场挑白土（瓷土）至指定地点过称领工钱，有的上山割山草，卖给瓦窯。公社化后，下津成立副业组，统一管理副业人员。副业收入所得分为记工分及部分先支现金。副业项目有：成立运输队伍运载瓷矿。副业人员由采瓷场挑白土下山，装车后运往指定厂家。挑瓦土。由太婆坟侧挖土窟挑往瓦窯。挑煤。汕头地区煤建公司征用下津虎池作为煤仓，每次煤炭入仓和出仓，优先安排给下津大队副业组装卸任务。煤船靠岸，架木板连接陆地，挑煤人员肩压一百多斤煤担，排队小心过木板，倘有大意就会掉进江里。第六节 经济作物一、甘蔗下津传统种植的甘蔗品种为“绞卜”，产量及制糖率较低，经济收入不高。上世纪七十年代引进“台糖134”品种，亩产量提高百分之三十，制糖率红糖达百分之十一，白糖达百分之十五，提高了经济效益。集体化时期，种植甘蔗面积主要考虑轮种耕地，潮安建糖厂以后，由上级下达生产计划。二、花生春季种植的花生，亩产量平均250斤，榨油率百分之三十三。秋植花生，主要用于作明年的种子，因为反季节，俗称“倒宿地豆”。集体化时期，种植花生按上调任务及社员分配数量安排种植面积。三、黄麻黄麻主要用于“拍索”自用，集体化时期以后，按上调任务及自留打索数量安排种植面积。四、蔬菜下津因毗邻潮州城，种植蔬菜是乡民的一大传统经济收入。蔬菜种植品种颇多，首先种植家庭日常生活必需（家居咸）的大菜（芥菜），用于腐制咸菜或贡菜。菜头（萝卜），用于腐制菜脯（萝卜干）。而后种植经济价值较高的大蒜、香葱、菠菜、白菜、包菜、荷兰豆、长夹豆、四季豆等。公社化创办公共食堂时，蔬菜由各排安排土地。土地承包后，由村统一安排各户菜地。"
  },
  {
    "id": "doc-第五篇-经济-第三章-水利-c8a2080e7d308251972001241fef9362-html",
    "part": "第五篇 经济",
    "title": "第三章 水利",
    "file": "第五篇 经济/第三章 水利 c8a2080e7d308251972001241fef9362.html",
    "text": "第三章 水利第一节 堤防下津境内有三条堤（含堤段）：一、东厢堤明宣德十年（1435），潮州知府王源主持全面修筑潮州城四厢堤防。东厢堤北起东厢都橡埔，南至水南都急水。其中，自橡埔堤头至韩山麓为一、二铺堤，自涸溪至水南都急水止为第三铺堤。至清乾隆年间，一铺堤段称意溪堤，二铺堤段称东津堤。东津堤段决堤与修堤历史弯堤： 明万历二十八年（1600）决弯堤，潮州府推官姚会嘉率众修堤。四十年（1612）弯堤又溃，当年堵复。四十一年（1613）弯堤复圮。东厢、秋溪、龙眼城、苏湾诸都“禾没殆尽”。当年因荒歉收，近堤劳苦民众已无力从事义务的修堤劳动。明万历四十三年（1615），海阳知县沈凤超采用中砌地龙，以杜渗泄，外培荒石，以御冲激，上加石矶，以阻狂澜的修复办法，于正月动工，三月竣工。清康熙五十七年（1718），六月初一，弯堤决20余丈，由乡民堵复。1964年6月17日，韩江水位涨至16.95米，弯堤旋洞，出现险情，由黄田山部队派出指战员进行抢险，保住大堤安全。清康熙三年（1664），东津堤段（今上津）堤溃，由江西参政薛联桂（今上津人）捐修。并建议意溪堤和东津堤的堤面铺户租金作每年修堤费用。廖厨码头堤： 清咸丰三年（1853）六月，廖厨码头堤段决堤50余丈，潮州知府吴均、海阳知县帖临藻发出通知按田亩派筑。清宣统三年（1911）七月十三日凌晨2时，三师公堤决30余丈，由新加坡东津人刘光澄发动华侨捐洋银28219元，1912年8月修堤竣工，在堤顶雨亭立“辉煌顶斯碑”，并勒“记事碑”于三师公庙内。新中国成立后的堤防建设： 自新中国成立以来，下津堤多次进行培修加宽加高加固，1962年开始分批拆除堤顶铺屋，至1988年堤顶加高2米，堤面宽4米，达到抗击20年一遇的防洪标准，1996年，堤面顶高20.4米，宽6—8米，2000年开始建设抗击50年一遇的防洪标准，至2019年，工程基本完成。二、杖猴寨堤清乾隆五十九年（1794），海阳知县韩义发动百姓修筑堤防，东津乡民修筑杖猴寨堤及裴厨堤。1970年8月中秋夜决堤，全村受浸，村民搬上山居住避洪水。下津大队主持修复。三、后溪堤1958年冬，修筑大片洋堤。1959年冬，修筑塘湖山至摇篮尾白岭后溪堤。1960年冬，修筑祝厨垭（金狮博地眠）至洗马桥与黄金塘堤段交界处。第二节 疏通洗马桥溪段1973年12月3日至23日，疏通后溪洗马桥溪段。总长1209米，其中新挖溪道494米，溪底宽52米。完成土方11.1万立方米。第三节 灌溉1956年，东津乡（上、中、下津及石牌）在韩江堤安津宫前开建半堤涵，涵高95厘米，宽85厘米，为动力抽水灌溉。1962年改为电力抽水灌溉。1984年因河床变化，水源被沙堵塞，填塞半堤涵。1957年，开建水尾闸。1972年，开建韩江陈厨堤外电动站，筑渠2500米。1964年，开建海鹅头抽水站，筑渠1500米。1980年，开建洗马桥抽水站，筑渠500米。六亩闸： 1957年秋至1958年春建成，工程由意溪镇副镇长刘世美主持，派下津刘光金（乳名亚愚）管理。六亩闸主要作用一是控制韩江水倒灌入后溪，二是蓄水灌溉。1978年，兴建后溪电排（排灌）站。第四节 平整土地1957年，下津前进高级社开展改造低产田，改良土壤，修整排灌渠的平整土地工作。一、改造低产田低洼田采取逐片修排水沟，逐区挖环田沟，将黄腺积水引入排水沟，使土壤透气。高坡田采取修渠引水灌溉。通过改造，使原滥洋田单造亩产200余斤提高到300多斤。二、改良土壤沙质田采取加塘泥或粘土，提高土壤肥力。粘质田采取加沙，使土壤透气。通过改良，使原单造亩产400斤提高到600斤以上。三、平整土地田块高低不平的采取搬高垫低。田块不整齐的采用移直田埂，使田块整齐。搬沙墩垫低洼地，扩大耕地面积。改直田洋道路，搬高填低，灌溉渠沿道路旁修筑，便于引水进田。下津乡前进农业高级社由于落实“农业八字宪法”，措施得力，使水稻亩产迅速提高，40%的种植面积年亩产跨纲要（800斤），百分之六十的种植面积年亩产超千斤，达“放卫星”要求“千斤水稻，万斤薯”指标，为潮安县水稻亩产甲全国增光添彩。四、堤墩填长池1970年，治韩工程定在下津大队境内引韩，动员下津村民迁徙草岚武未遂。治韩队伍从四面八方进入下津施工。1971年初，上级撤销治韩在下津的计划，工程半途而废。下津土地千疮百孔，农作物满目疮瘇。1972年，下津大队领导班子动员各生产队长搬堤墩填长池，重整田园。大队抓准农闲时间安排各生产队派工，逐年将杖猴寨堤、五禾埔沙岭及全村各座沙墩搬填长池和低界地。搬填工作由“老人试猪脚”（试点）看到成效，逐年搬填，至1981年平整结束，历时10年。"
  },
  {
    "id": "doc-第五篇-经济-第四章-工商业-e9d2080e7d3083f69a340195fe65df98-html",
    "part": "第五篇 经济",
    "title": "第四章 工商业",
    "file": "第五篇 经济/第四章 工商业 e9d2080e7d3083f69a340195fe65df98.html",
    "text": "第四章 工商业第一节 工商业的形成与发展下津西濒韩江，汇集闽粤赣三省之水。上游源头，西为琴江，自河源与东江分水，流经东源、紫金、五华、兴宁，在梅县注入梅江。北自寻乌、瑞金与赣江分水，流途集蕉岭、平远之水，在梅州注入梅江。东北自连城与漳州河分水，流途集长汀、上杭、武平、永定之水注入茶阳河。东自龙岩市、漳州市与梅州市分水岭支流汇入大埔河。梅江、茶阳河和大埔河在三河镇汇合后称为韩江。流经丰顺进入潮州，江宽水深流急，水运发达。自明、清以来，东厢乡是闽、粤、赣24个县杉、竹、木的集散地，先民购买杉、竹、木为原料，制作竹、木器，自制自销形成工商业。清康乾时期，社会稳定，贫困破产的农民也拜师学艺，使东厢乡竹木器发展迅速，一业带百业，逐渐形成东厢堤顶工商业一条街。民国年间，东厢工商业进入鼎盛时期，工商业管理机构遂之产生，有杉商公会、竹枝业公会、东津木屣业公会等。由当时所流传的“意溪人锯杉、锯杉做二畔”，“意溪人骑（操）厚刀，东津人削屣桃”，“东津堤顶人抽槌”、“片云月饼、白塔木仔”、“东津屣铺”、“堤顶香枝铺”、“杉铺”、“打砧街”……可知当时工商行业的生产情况，东厢（意溪、东津）从业人员近3000人。第二节 做屣桃东津沖陷期间，市场由堤顶徙在蔡厨埔与廖厨埔之间，从事削屣桃的人也逐渐汇集在廖厨埔刺榴巷（今津界路南5巷）做屣，时人称该地为做屣桃。1957年，前进社创办得冀木屣组，制木屣由个体转为集体工业。随着科技的发展，由国外进口的人字鞋、橡胶拖鞋及塑料拖鞋，使人们追求时尚热购。1960年以后，潮州创办橡胶、塑料厂，生产拖鞋，木屣滞销，迅速被拖鞋代替，名闻海内外的东津做屣桃遂之消失。第三节 工业一、下津古今工业下津地域蕴藏丰富的瓷土，在宋代就有采矿工业和陶瓷工业。相传，笔架山周边生产陶瓷的龙窯发展到99条，史称“百窯村”。1957年下津工副业挖矿队在水缸山发现古人采矿隧道遗迹。由此可知，笔架山古窯，原料取自下津水缸山。1959年，广东省考古队在下津燕仔山古窯出土的宋代陶瓷文物，珍藏于省博物馆。明清时期，下津的竹木器工业初具规模。民国时期，下津有瓦窯（1952年，私营瓦窯转为公私合营）、酒厂、米、面、豆加工坊及裁缝等手工业。尤其是建材产品，方便乡民盖房就近购买。解放初期，上、中、下津联合在高厨埔创办季节性的制糖寮（俗称绞寮）。二、瓷土开采清光绪年间（1875—1908），东津乡窟尾沟大房大有一乡绅名叫刘敏秀，是清朝秀才。他发现有枫溪人到附近山地（飞天燕矿区内）葫坟和年间扫墓时，总要从山坑沟选择被山洪冲出的“白土块”带回去，后来知道这是制瓷的“缶土”。由于制出的瓷器质优物美，引起成群结队的枫溪人到矿山挖瓷土。因当时山权是当地乡绅管辖的，所以凡运出矿山的瓷土每担收五个铜钱，归乡里公用。约二、三年后，对瓷土的需求量逐渐增加，刘敏秀便组织了乡里劳力上山采矿卖给枫溪人，由枫溪人雇挑夫从矿山运到韩江东津堤三师公码头落船，每船装420斤，收价四个银元（每个银元等于一千个铜钱）。这笔钱收入后部分付给挖矿工钱，存余归乡里办书斋等公益事业。当时附近农民在农闲时都可上山挖矿赚钱。起初的采点在石马内（今中津乡陈厨山南侧），这段由乡绅组织采矿的形式大约维持20多年。1956年，采瓷场转为东津瓷矿生产合作社，1958年后，改为意溪公社瓷矿场，1977年12月，瓷矿场移交给国营潮州市飞天燕瓷土矿。三、瓷泥加工民国二十六年（1937）钟锦麟伙同海鹅头村乡绅向国民党省政府打照缚地，并合伙一名客家人开设一个“三山公司”，在海鹅头山岞顶至径后一带开采瓷土。此后，相继有四个公司模仿这种办法插手到飞天燕矿区采矿。其中下津窟尾沟乡贤刘金钱创办“联兴公司”在飞天燕山东面开采，后来“联兴公司”在廖厨埔兴建火碓（即机碓，用蒸汽机带动）加工瓷粉洗泥。改革开放后，由于瓷土资源使然，村民发挥优势，先后租地创办瓷泥加工厂、瓷厂有145家，成为下津村的经济支柱。四、下津村办工业1、砖瓦厂：在内长池墧。2、灰窯：在弯堤脚。3、木工场：在土地爷宫。4、榨油车间：1964年，在新祠堂办榨油车间，榨油设备用传统的龙眼木槽，以压力归油。5、综合加工场：1965年，建在旧厨北侧，主要是粮食加工、榨油、榨糖。6、瓷粉厂：在太婆坟。7、瓷厂：在亭脚山岭头窟。8、建筑队：在龟山。第四节 商业商业是以买卖方式使商品流通的经济活动。下津地域自古以来，商业大体分为固定商店（铺面）、集市、摆摊及走乡窜里叫卖等经营方式。一、市场下津先民自清代始，先后有52个家族在东津堤顶兴建房屋，大部分家族将房屋作店铺从事商业活动。乡民将自产的农副产品也在堤顶摆买，久之，堂顶成为商品流通的市场。民国时期，堤顶市场的店铺有木屣、家具、布铺、米店、肉铺、鱼铺、干果铺、烟酒店、百货店、饮食店、豆干铺、打面铺、拍银铺、药铺、副食店、饼食店……。抗日战争时期，下津沖为日军敌占区，堤顶店铺生意萧条。乡民在蔡厨埔与廖厨埔集市交易，堤顶店铺也设摊档于此地，形成抗战期间的市场。1963年，实行“三自一包”的政策后，村民在安凤公路旧厨尾路段的十字路口集市，摆买自产的农副产品，各种摊挡摆在公路两侧。夜市有狗肉摊、三鸟（鸡、鹅、鸭）熟食摊、村民三五成群围在一起，买肉喝酒。时人称该市场为“小香港”。1978年以后，村民在安凤公路下津路段两旁兴建房屋，逐渐形成商业一条街。二、集体所有制商业1950年以后下津堤顶设有供销社、百货门市、饮食店。1959年，在安凤公路三房路段设集体所有制商铺一间。1980年，桥东公社在安凤公路水心亭南侧十字路口建供销社，由桥东派员经营。1980年，潮州市征用下津土地，在安凤公路瓦窯前路段兴建蔬菜公司。1986年，潮州工商局征用下津土地，在安黄公路马安山下路段兴建凤东水果市场，设工商所管理。下津村民租铺开批发行，梅州、漳州的果农寄行销售。凤东水果市场成为水果集散地，下津老人组派员收取进场费，村民在场内开饮食点，香烟摊。2017年，桥东街道办事处在虎头兴建农贸市场。尔后，村民向市场租铺面开水果批发门市。"
  },
  {
    "id": "doc-第五篇-经济-第五章-民生-6172080e7d3083c4a6db819cffa43df6-html",
    "part": "第五篇 经济",
    "title": "第五章 民生",
    "file": "第五篇 经济/第五章 民生 6172080e7d3083c4a6db819cffa43df6.html",
    "text": "第五章 民生第一节 经济收入下津村民，先祖世代以农为业。共和国成立以后，农业生产条件逐步改善，村民经济收入逐年增大。由1953年人均收入56元，发展到2014年人均收入8765元。1957年，集体分配部分，人均收入94.8元。1969年，集体分配部分，人均收入72元。1983年，实行家庭联产承包责任制，副业得到充分发展，村民收入明显增加。至1986年，人均收入370元，基本解决温饱问题。1999年，实行第二轮土地承包以来，第二、三产业迅速发展。瓷泥（淘洗泥）生产引进先进设备和配方，经济效益提高百分之三十。家庭作坊及家庭电器加工，使富余劳力得到经济收入，从事劳务工作的也获得经济收入。2014年度，总收入25573万元，总费用20173.48万元，净收入5399.52万元，农户人均收入8765元。随着土地不断的被建设单位征用，下津村所存的土地与日俱减，村集体经济收入主要靠收取土地承包费，每年230余万元，分配给农业人口的村民，年人均500元。第二节 衣食住行一、衣着 1952年，下津置为行政乡以来，历届领导班子紧跟党和政府在不同时期制定的方针政策，使村民生活逐步提高。土地改革后，村民的衣着改变了以前衣衫褴褩的状况。从上世纪五十年代的粗布料，到六、七十年代的“的确凉”“尼料”，至改革开放以来的“人造纤维”“晴纶”、毛料、西装。而今，村民注重仪表，衣着式样新颖，化妆、美容，追求时尚。二、饮食 1978年以前，村民三餐佐饭维持“老三样”咸菜、菜脯、橄榄糌及蔬菜。鱼肉要在逢年过节方能吃上。改革开放以来，生活逐步提高，日常鱼肉、蔬菜、饮料。逢年过节，家家户户鱼肉三鸟、海鲜齐全。不少家庭逢婚、嫁、生日、满月都到酒楼宴请宾朋。“闹热”（土地神社日）请厨师上门办酒席，佳肴、名酒、香烟，户户皆是，宾朋满座。三、住房 1978年前，村民普遍住在狭窄的祖屋。改革开放后，村两委规划住宅区，人均分宅基地15平方米，家家户户迁新居。村民兴建楼房或在房地产公司购买套房者日益增加。四、出行 1978年之前，村民出门办事，大体靠步行或骑自行车，用摩托车者屈指可算。1992年以后，由于政策进一步开放，经济发展迅速，村民收入日益增加，户户有摩托车，小汽车逐年增加，停满村道，至2018年，全村拥有小汽车一千多部。外出旅游，开阔眼界，领略神州风采，逐步成为村民生活的向往。"
  },
  {
    "id": "doc-第五篇-经济-第一章-体制沿革-1762080e7d308285b1ff019da4c35c5a-html",
    "part": "第五篇 经济",
    "title": "第一章 体制沿革",
    "file": "第五篇 经济/第一章 体制沿革 1762080e7d308285b1ff019da4c35c5a.html",
    "text": "第一章 体制沿革第一节 土地改革一、减租减息1950年秋，由徐凤翔带领的工作队进驻东津乡，协助农会进行减租减息，按地主出租土地租额和贷款利息分别减少百分之二十五。同时宣布在减租减息期间，不准吊佃，生产关系安定。二、土地改革土地改革分三个阶段进行：1951年，退租退押。1952年，划阶级、分配土地。1952年，土改复查，颁发土地证。因叶剑英任广东省长，民间称土地证为“叶剑英契”。下津乡宣传土改歌谣：千年土地归家来，农民翻身喜扬眉，万般感谢共产党，万般感谢毛主席。第二节 农业合作社一、互助组由于土改后，以户经营的小农经济，与国家计划经济不相适应，1953年，中共中央提出对农业实行社会主义改造，走互助合作的道路。是年，刘世美率先试办互助组成功。1953年，下津乡创建信用互助组（1959年改称信用合作社），办公地址设廖厨祠北巷巷头，由陈玉辉负责业务。二、初级社1954年7月19日，以刘世美互助组为基础，建立前进初级农业生产合作社。继之，刘春仁组建建英社、刘金存组建群益社、刘丽英组建新光社、刘潮森组建第五农业生产合作社。三、高级社1955年下半年，下津乡五个初级社合并为前进农业生产合作社，刘世美任该社主任。第三节 人民公社1958年9月，进入公社化时期，人民公社实行一大二公，一平二调，政社合一的管理体制，是工、农、兵、学、商一体的经济、政治、文化、军事全面结合的组织。实行供给制和工资制的分配制度，开办公共食堂。下津乡编为连，下辖五个排。公社社员按生产技能发放工资，高者每月七元，低者每月五元。每排开办一个公共食堂，全乡男女老少及学校教职员工，安排在指定的公共食堂免费就餐。1959年5月，实行权力下放，公社、连、排三级管理及核算。纠正一平二调的“共产风”。解散公共食堂，按股发米让各户自炒。1961年2月，下津改为大队，大队为核算单位。下设生产队，生产队为承包单位。1962年，贯彻农村工作条例（十六条）和“调整、巩固、充实、提高”的八字方针，核算单位由大队改为生产队。同时允许社员经营少量的自留地和家庭副业。文化大革命期间（1966—1976），下津大队曾实行“政治评工”。第四节 承包责任制农村经济体制改革始于1982年。1983年—1984年，下津大队实行经济体制改革，实施家庭联产承包责任制。1985年—1998年，耕地实行“两田制”即口粮田和任务田。1999年，实行第二轮土地承包，承包期30年。"
  },
  {
    "id": "doc-第一篇-土地资源-3842080e7d30828e9bbb81e000bdcbe6-html",
    "part": "第一篇 土地资源 3842080e7d30828e9bbb81e000bdcbe6.html",
    "title": "第一篇 土地资源",
    "file": "第一篇 土地资源 3842080e7d30828e9bbb81e000bdcbe6.html",
    "text": "第一篇 土地资源土地是人类赖于生存的资源，下津地处城东，经历代先祖的不断开发，使原来的泽、塭、渚地带逐渐成为耕地。丘陵地带部分成为山林，部分成为田园，为村民世代繁衍生息奠定了一定的生活物质基础。山地的瓷土矿藏，自宋代以来便成为乡民的经济支柱。第一章 地理位置第一节 地理位置下津村位于东经116°39′，北纬23°40′交叉内。地处笔架山麓之东北面、黄田山麓之西面。安黄公路、意东三路、安凤公路穿村经过。村西临韩江，隔江与潮州城相望。桥东街道办事处治所设于下津村，本村位于桥东街道辖境之北部。村治所距办事处约0.8公里。第二节 村境范围（原书此处含“下津村在桥东街道的位置示意图”，地图略）下津村东面与黄田山部队以军界碑为界，东南面与桥东街道六亩村、黄金塘村毗邻，南面与桥东街道卧石村以水缸山分水岭分界，西南面以火神爷宫垂直向上的笔架山东北坡与桥东居委的笔架山西北坡交界。西濒韩江，临岸长约800米，其中堤段长580米，北面与意溪镇中津村分疆。第二章 自然环境第一节 土地资源下津村属半丘陵地带，土地面积约4.07平方公里。其中山地面积约2.6平方公里，属低山丘陵地貌；平地（含潮塘水面）面积约1.47平方公里，属冲积层土壤。村东面、南面两面环山，植被茂盛，原生林有樟木、榕木、松木等。山地土壤有赤红土、白土（瓷土）。一、瓷土资源下津村境及周边瓷土资源有二大山系。一是水缸山一带，矿藏西起绵德中学背，东至神农祠山，延至宗子山、大旗山摇篮尾、白岭。二是飞天燕一带，主要矿点有土白坑、海鹅头山、龙秋坑、梅断径、和尚头山、石马内和陈厝山。飞天燕瓷土矿东西长约1.1公里，南北宽约1.6公里，矿藏面积约1.76平方公里。露天部分瓷土蕴藏量约3200万吨，属高温性质的瓷土资源。二、水资源村北面有文祠水和桂坑水汇合成后溪，后溪流经本村长约2.7公里，村西面临韩江，韩江流经本村长约0.8公里。江溪径流充沛，境内潮塘密布，蓄水量大，水资源丰富。三、耕地资源平原地带为冲积层，土壤有潮沙、溪沙，俗称“溪生土”，是开垦耕地的资源。第二节 气候下津村属亚热带海洋性季风气候，具有下列气候特征：一、雨量充沛，但分布不均平均年雨量达1668.3毫米。年最多2324.4毫米（1961年），年最少1128.7毫米（1967年）。汛期（4至9月）雨量占全年的84%，枯水期（10月至次年3月）只占16%。一年之中，雨量呈双峰型，即6月上旬为最高峰，7月下旬为次高峰。二、气候温暖，夏长冬短年平均气温21.7摄氏度，年平均最高气温23.3度（2002年），年平均最低气温20.8度（1976年）。极端高温39.6度（1962年8月1日），极端低温-0.5度（1967年1月17日）。每年间只有1、2月平均气温小于15度，从3月至12月平均气温都大于15度。最高温是7月的28.3度，最低温是1月的13.2度。若以旬平均气温小于12度定为冬季，大于22度为夏季，中间为春秋季，则下津地域旬平均气温无冬季，夏季从4月21日起至10月20日止，占18旬；春秋季占18旬。三、日照充足，但差异较大年日照时数平均1991.0小时，最多达2345.3小时（1963年），日平均6.4小时；最少1786.4小时（1972年），日平均4.9小时。高低年差值558.9小时，日均差1.5小时。有80%年份日照总时数在1840小时以上。各月分布不均，7月最多达237.8小时，日平均8.8小时；2月最少只有104.8小时，日平均3.7小时，日均差达5.1小时。日照各旬差异更为明显，7月中旬至8月下旬最多，在80小时以上；2月下旬最少，只有23.3小时。四、风多东南，时有灾害冬季吹西北偏北风，其他季节盛行东南风。秋末冬春，时有低温霜冻，低温阴雨和寒露风；夏、秋常有暴风和台风，个别年份有春旱，龙卷风或冰雹，为害农作物及村民生命财产安全。第三节 自然灾害下津村所处地理位置，自古多受风、洪、涝、旱及地震之灾，历受深重灾难。农作物病虫害，水稻主要有：稻瘟、纹枯病、白叶枯病、螟虫等病虫害，番薯主要有薯瘟。畜牧主要有猪瘟（猪丹毒、猪肺疫），三鸟主要有瘟疫及禽流感等。第三章 土地演变第一节 先祖开垦耕种地名一、宋代至明代宣德十年在未筑东厢堤之前，先祖垦殖地名有桃坑内、神农祠、宗子山、摇篮尾、盐墩、洪厝园、廖厝埔、廖厝山脚、陈厝园等。二、明宣德十年至清代先祖垦殖地名有：长池墩、三房后、七坵、康厝前、大区田、桃园、虎池、坵头、寨后、塘湖、石敢当、堤外、大片洋、可篮、狗腰、沙瓠、绵羊山、山边前、溪畔、大坑口等。三、民国至解放初期先祖增扩耕种地名有：乌石、猫鼠岭脚、水塘、草寨、下湖、响水、溪葛、东湖底（也称大滩底）等地。第二节 土地变动情况下津村毗邻潮州城，自解放初期始，政府相关部门一直征用下津土地。解放初期，建设黄田山部队驻地，征用现军界碑内的下津乡土地。1950年，东津乡由秋东区划属第三区，乌石一带的耕地划属磷溪。1957年，韩山师范学校征用廖厝山、向西祠作农场。1957年，由潮安县副县长沈立功主持建设潮安县侨瓷厂，政府先后征用下津神农祠一带土地。1957年，潮安县建设砖瓦厂，征用下津寨后一带土地。公社化时期，下津划出塘湖、大片洋、东湖底、可篮、大坑口一带耕地，划入宗子山、摇篮尾、桃坑内部分耕地。1958年以来征用下津土地有：汕头地区煤建公司建设煤仓，征用下津虎池一带土地。第三节 土地现状2018年，下津村版图面积约6105亩，其中，山地面积1455亩，耕地面积286亩，工业用地1200亩，住宅、道路、公共设施及厂矿、河道面积3164亩。"
  },
  {
    "id": "doc-前言-fb82080e7d3083cfb0d4816f3d892320-html",
    "part": "前言 fb82080e7d3083cfb0d4816f3d892320.html",
    "title": "前言",
    "file": "前言 fb82080e7d3083cfb0d4816f3d892320.html",
    "text": "前言下津村史潮州市湘桥区下津村委会 编二〇二〇年六月 出版编委会成员编委主任： 刘俊强编委副主任： 刘裕乾、刘金亥主编： 廖令焕编委： 刘泳华、刘俊复、康忠林、刘建文、刘泽伟、黄镇华、刘春祥校对： 刘泽伟、黄镇华编委会合影前排左起：廖令焕、刘金亥、刘俊强、刘裕乾、刘建文后排左起：黄镇华、刘泽伟、康忠林、刘俊复、刘泳华（合影地点：下津村党群服务中心）村史修编工作照片照片一： 2019年3月7日，村党委副书记刘裕乾（右三）主持村史领导小组会议，布置修史工作。照片二： 2019年11月8日，村党委书记刘俊强（中）主持村史编审工作会议。前言国史、方志、家谱，是中华历史文化之三大支柱。村史是方志的基础和重要的组成部分。村之有史犹如族之有谱，国之有史也。下津位于潮州城东，是古代闽粤赣由韩江东岸通往潮州城之必经之地。自五代后梁贞明三年（917）始，先后有21个姓氏迁入斯地创祖，各姓氏的家谱记载着下津1102年的文明发展史。修编村史，既是上级的要求，也是深受众望之举。时逢盛世，政通人和。在乡贤的提议下，村两委与时俱进，于2019年3月5日成立下津村史修编工作领导小组。工作人员深入各个聚落收集资料，得到刘潮森、刘世美、廖振海等老一辈忆述的宝贵史料，各姓氏理事人员踊跃提供资料。经编辑人员历时一年多的辛勤耕耘，村史终于问世付梓。借此，谨向所有关心支持村史修编工作的乡亲表示衷心的感谢！村史内容包括土地资源、先祖创乡、乡村建设、人口、经济、政治、人物、文化、教育、大事记等篇目，章节分明，图文并茂。编纂时坚持详今略古，用已知史料推定各宗创乡时间，起到鉴古知今、察今知古的作用。事件表述力求翔实准确，具有地方性、时代性、文史性和综述性、可读性、通俗性的特点。《下津村史》的出版，形成下津文史资料，体现下津文化内涵。繁荣地域文化，为桥东志增光添彩。村史之发行，能使乡亲宛若跨越下津一千余年时光隧道之旅，与先人直接进行心灵的沟通，在追寻一代代下津人开发建设的辉煌中，感悟先世创业之艰辛和文化积淀之不易，领略历代乡贤的美德和风采；激发桑梓情怀，记住乡愁，砥砺前行，将下津建设得更加美丽。美德文史贯古今，承先启后谱篇章！由于年湮代久，谱牒失传，村治变迁，资料失散，发掘收集不全。加之编辑时间仓促，编者水平所限，失当之处，诚望后人续修村史时加以斧正，使之更臻完美。——《下津村史》编委会目录（按“篇—章—节”）第一篇 土地资源第一章 地理位置第一节 地理位置 ……002第二节 村境范围 ……002第二章 自然环境第一节 土地资源 ……003第二节 气候 ……003第三节 自然灾害 ……004第三章 土地演变第一节 先祖开垦耕种地名 ……005第二节 土地变动情况 ……005第三节 土地现状 ……006第二篇 先祖创乡第一章 刘氏第一节 桃坑刘氏源流纪略 ……008第二节 桃坑乡 ……008第三节 窟尾沟乡 ……010第四节 巷内乡 ……013第五节 盐墩乡 ……021第六节 茂利乡 ……026第七节 铺仔前 ……027第八节 洗马桥刘氏 ……029第九节 海鹅头刘氏 ……030第二章 廖氏第一节 下津廖氏源流纪略 ……031第二节 廖厝 ……032第三节 草美乡 ……037第三章 陈氏第一节 下津陈氏源流纪略 ……039第二节 陈厝 ……040第四章 康氏第一节 下津康氏源流纪略 ……042第二节 康厝 ……042第三节 杜猴寨康氏 ……044第五章 洪氏第一节 下津洪氏源流纪略 ……045第二节 洪厝 ……045第六章 潘氏第一节 下津潘氏源流纪略 ……047第二节 潘厝 ……047第七章 黄氏第一节 下津黄氏源流纪略 ……049第二节 脚桶黄 ……049第三节 山边寨 ……051第四节 绞队井黄氏 ……051第八章 洗马桥第一节 洗马桥概况 ……052第二节 林氏 ……053第三节 赖氏 ……054第四节 管氏 ……054第九章 海鹅头乡第一节 海鹅头乡概况 ……056第二节 张氏 ……057第三节 钟氏 ……058第十章 沙瓯乡第一节 沙瓯乡概况 ……059第二节 柯氏 ……059第十一章 杜猴寨第一节 杜猴寨概况 ……061第二节 李氏 ……061第三节 郭氏 ……062第十二章 落籍创祖第一节 方氏 ……064第二节 许氏 ……064第三节 曾氏 ……065第四节 吴氏 ……065第五节 王氏 ……066第六节 蔡氏 ……066第三篇 乡村建设第一章 道路第一节 公路 ……068第二节 古道 ……068第三节 古道演变村道 ……069第四节 桥梁 ……072第二章 房屋建设第一节 宅区建设 ……073第二节 村址建设 ……074第三节 公厕建设 ……075第四节 卫生站 ……075第五节 便民综合服务岛 ……075第六节 老年人活动中心 ……076第七节 安息堂 ……077第三章 水电建设第一节 自来水 ……078第二节 电力 ……078第三节 电话 ……078第四章 精神文明建设第一节 健身广场 ……080第二节 池塘整治 ……081第三节 排污沟 ……082第四节 文化公园 ……082第四篇 人口第一章 人口发展第一节 人口时点数 ……084第二节 人口增长与密度 ……084第二章 人口结构第一节 姓氏人口 ……085第二节 自然村人口 ……086第三章 人口迁播第一节 海外侨胞 ……087第二节 迁播国内 ……088第三节 参加海南建设 ……088第四节 调动情况 ……089第四章 退伍军人 ……091第五章 计划生育 ……092第五篇 经济第一章 体制沿革第一节 土地改革 ……094第二节 农业合作社 ……094第三节 人民公社 ……095第四节 承包责任制 ……095第二章 农业第一节 粮食作物 ……096第二节 畜牧 ……097第三节 渔业 ……097第四节 林业 ……097第五节 副业 ……098第六节 经济作物 ……098第三章 水利第一节 堤防 ……100第二节 疏通洗马桥溪段 ……101第三节 灌溉 ……101第四节 平整土地 ……101第四章 工商业第一节 工商业的形成与发展 ……102第二节 做屐桃 ……103第三节 工业 ……103一、下津古今工业二、瓷土开采三、瓷泥加工四、下津村办工业第四节 商业 ……104第五章 民生第一节 经济收入 ……107第二节 衣食住行 ……107第六篇 政治第一章 建置沿革第一节 潮州政区沿革 ……110第二节 海阳县潮安县沿革 ……111第三节 湘桥置区 ……111第四节 下津乡名由来 ……112第五节 下津行政名称沿革 ……113第六节 下津隶属沿革 ……114第二章 中共下津党组织第一节 中共下津乡党支部 ……115第二节 中共下津村党委会 ……116第三节 党员人数 ……117第三章 人民代表大会第一节 下津人大代表 ……118第二节 村民代表大会 ……118第三节 历任行政领导人 ……118第四章 下津群团组织第一节 共青团 ……120第二节 妇女 ……120第三节 农会 ……120第四节 民兵 ……121第五章 政绩表彰称号 ……122第七篇 人物第一章 古代人物第一节 唐宋时期 ……124第二节 元代 ……125第三节 明代 ……125第四节 清代 ……126第二章 民国人物 ……128第三章 革命人物 ……129第四章 复员军人 ……131第五章 烈士、荣誉军人 ……132第六章 现代人物第一节 土改干部 ……133第二节 党政干部 ……134第三节 军转干部 ……136第四节 企业干部 ……138第五节 事业干部 ……141第六节 学位高级职称名录 ……143第七节 村两委 ……144第八节 生产队长、村民组长、村企业主管 ……145第七章 乡贤风采 ……146第八篇 文化第一章 庙宇第一节 土地神庙 ……150第二节 游神赛会 ……153第二章 祠堂第一节 桃坑古祠 ……155第二节 刘氏祠堂 ……157第三节 廖氏祠堂 ……160第四节 陈氏祠堂 ……161第五节 祖厅堂号、堂联、祖联选介 ……162第六节 民居对联选介 ……172第三章 家谱文化第一节 谱牒出版发行 ……173第二节 郡望 ……174第三节 堂号 ……174第四节 族训家训 ……175第五节 诗词 ……176第六节 文章选登 ……179第四章 传统节日与风俗习惯第一节 传统节日 ……181第二节 风俗习惯 ……181第五章 民间传说第一节 刘昉之民间传说 ……183第二节 十五岁阿公坟的传说 ……185第三节 孝子黄良丰的传说 ……187第六章 古墓 ……188第七章 宣传第一节 宣传设施 ……191第二节 宣传队伍 ……192第八章 文体活动第一节 锣鼓班、弦乐队 ……193第二节 体育活动 ……194第三节 灯谜活动 ……194第九篇 教育第一章 私塾教育第一节 私塾办学方式 ……196第二节 私塾教学内容 ……196第二章 小学教育第一节 民国时期 ……197第二节 解放初期 ……197第三节 下津小学 ……197第四节 下津博雅学校 ……199第三章 民办教育 ……203第四章 初中教育 ……204第五章 幼儿教育第一节 公办幼儿园 ……205第二节 私办幼儿园 ……206第三节 幼教现状 ……206第六章 业余教育第一节 扫盲 ……207第二节 夜校 ……207第三节 耕读班 ……209第七章 捐资兴学 ……209第八章 下津小学历任校长 ……211第九章 奖学金制度第一节 集体奖学 ……212第二节 民间奖学 ……212第十篇 大事记大事记 ……214芳名榜 ……222"
  }
];
